[
  {
    "id": "92ac3b39-9d98-45ac-a0e3-18b419f65a96",
    "claim": "The baseball park is located in the historic warehouse district of downtown Minneapolis, and is home of the Minnesota Twins. The Northstar line provides transportation to the stadium.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Downtown East is an official neighborhood in Minneapolis, Minnesota, United States part of the larger Central community. Its boundaries are the Mississippi River to the north, Interstate 35W to the east, 5th Street South to the south, and Portland Avenue to the west. It is bounded by the Downtown West, Elliot Park, and Cedar-Riverside neighborhoods. The Marcy-Holmes neighborhood is on the other side of the river, but there is no direct automobile connection between the two neighborhoods. There is a pedestrian and bicycle connection via the Stone Arch Bridge. Downtown East was home to the Hubert H. Humphrey Metrodome, where the Minnesota Twins (MLB baseball), Minnesota Vikings (NFL football), and Minnesota Gophers (NCAA University of Minnesota football) have all played home games. As of 2009, the Minnesota Golden Gophers moved into the new TCF Bank Stadium on the University of Minnesota Campus. Additionally, the Minnesota Twins moved into new Target Field at the start of the 2010 season. In 2016, U.S. Bank Stadium opened on the Metrodome's former site.\nThe 2009 Minnesota Twins season was the 49th season for the franchise in Minnesota, and the 109th overall in the American League. It was their final season at the Hubert H. Humphrey Metrodome with their new stadium, Target Field, opening in 2010. They ended the regular season as AL Central champions after defeating the Detroit Tigers in a one game tie-breaker. They were then swept in the American League Division Series by the New York Yankees.\nTarget Field is a baseball park in the historic warehouse (or North Loop) district of downtown Minneapolis. It is the home ballpark of the Minnesota Twins, the state's Major League Baseball (MLB) franchise. It also has served as the occasional home of Minnesota Golden Gophers baseball, and other local and regional baseball events."
  },
  {
    "id": "c9cae7f4-24ce-4371-9471-6a392a24a42d",
    "claim": "The 2004 World Series of Poker gold bracelet holder had the Commissioner position in the 2011 competition in which British poker player Michael McDonald youngest person to win an event.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Anne LaBarr \"Annie\" Duke (née Lederer; September 13, 1965) is an American professional poker player and author. She holds a World Series of Poker (WSOP) gold bracelet from 2004 and used to be the leading money winner among women in WSOP history (a title now held by Vanessa Selbst). Duke won the 2004 World Series of Poker Tournament of Champions and the National Heads-Up Poker Championship in 2010. She has written a number of instructional books for poker players, including \"Decide to Play Great Poker\" and \"The Middle Zone\", and she published her autobiography, \"How I Raised, Folded, Bluffed, Flirted, Cursed, and Won Millions at the World Series of Poker\", in 2005.\nMike McDonald (born September 11, 1989) is a Canadian poker player. McDonald is the youngest person to win an event on the European Poker Tour (EPT) and the youngest person to win an event on the Epic Poker League (EPL).\nThe Epic Poker League was a series of poker tournaments which took place in 2011, organised by Federated Sports + Gaming. Former World Series of Poker commissioner Jeffrey Pollack served as Executive Chairman, professional poker player Annie Duke was Commissioner, and Matt Savage was Tournament Director. The three events held took place at the Palms Casino Resort in Las Vegas, Nevada. Season One received television coverage on CBS and Velocity Network."
  },
  {
    "id": "489cbc3f-f72e-426f-9077-1034c178d94a",
    "claim": "The record label, who released \"Love's Been Rough on Me\", signed the drummer who was part of the American group Beatles.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Love's Been Rough on Me is the twenty-second studio album by Etta James, released in 1997 through Private Music.\nRichard Starkey, {'1': \", '2': \", '3': \", '4': \"} (born 7 July 1940), known professionally as Ringo Starr, is an English drummer, singer, songwriter and actor who gained worldwide fame as the drummer for the Beatles. He occasionally sang lead vocals, usually for one song on an album, including \"With a Little Help from My Friends\", \"Yellow Submarine\", \"Good Night\", and their cover of \"Act Naturally\". He also wrote the Beatles' songs \"Don't Pass Me By\" and \"Octopus's Garden\", and is credited as a co-writer of others, including \"What Goes On\" and \"Flying\".\nPrivate Music was an American independent record label founded in 1984 by musician Peter Baumann as a \"home for instrumental music.\" Baumann signed Yanni, Suzanne Ciani, Andy Summers, Patrick O'Hearn, Leo Kottke, and his former bandmates, Tangerine Dream. The label specialized in new-age music, but made a sharp turn to the mainstream, with signings of Taj Mahal, Ringo Starr, Etta James, and A. J. Croce. Its releases were distributed by then-emerging BMG (the label's earliest recordings having been distributed by RCA), which bought Private Music in 1996."
  },
  {
    "id": "a6a0295b-2a24-4dd8-b175-5de09b2b88e0",
    "claim": "An airline is a wholly owned subsidiary of an airline group that flies to 56 countries worldwide. This airline appears in the List of American Airlines accidents and incidents.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "American Airlines Group, Inc. is an American publicly traded airline holding company headquartered in Fort Worth, Texas. It was formed December 9, 2013, in the merger of AMR Corporation, the parent company of American Airlines, and US Airways Group, the parent company of US Airways. The airline groups together form the largest airline in the world, with more than 6,700 daily flights to 336 locations in 56 countries worldwide, about $40 billion in operating revenue, over 100,000 employees, and plans to take delivery of 607 new aircraft, including 517 narrowbody aircraft and 90 widebody international aircraft. The integration of American Airlines and US Airways was completed when the Federal Aviation Administration granted a single operating certificate for both carriers on April 8, 2015.\nThis page lists American Airlines accidents and incidents. For lists of accidents and incidents on subsidiary carriers, see Envoy Air and American Connection\nEnvoy Air Inc. (formerly American Eagle Airlines) is an air carrier headquartered in Irving, Texas, in the Dallas-Fort Worth metroplex. It is a wholly owned subsidiary of American Airlines Group that, along with several carriers outside the group, feeds the American Airlines route network under the American Eagle brand. With over 1,800 flights a day, serving 159 cities across the United States, Canada, Mexico and the Caribbean, Envoy is considered to be the world's largest regional airline system. Envoy is an affiliate member of the Oneworld airline alliance."
  },
  {
    "id": "d389bfe7-f19b-4ebc-a511-2b266dce5695",
    "claim": "Mixed martial arts promotion that was purchased by the Ultimate Fighting Championship in 2001 used to feature the American man Joe Lauzon is tied with in having the most post-fight bonus awards, as a competitor is World Extreme Cagefighting.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "World Extreme Cagefighting (WEC) was an American mixed martial arts (MMA) promotion founded in 2001. It was purchased by Zuffa, LLC, the parent company of the Ultimate Fighting Championship (UFC), in 2006. In its final incarnation, it was made up of 3 weight classes: 135 lb , 145 lb and 155 lb . To accommodate the smaller fighters, WEC's cage was 25 feet in diameter—5 feet smaller than the standard UFC cage.\nJoseph Edward Lauzon Jr. (born May 22, 1984) is an American mixed martial artist competing in the UFC's Lightweight division. He is tied with Nate Diaz as having the most post-fight bonus awards in UFC history. Joe's younger brother, Dan Lauzon, is also a mixed martial artist.\nNathan Donald \"Nate\" Diaz (born April 16, 1985) is an American professional mixed martial artist currently competing for the Ultimate Fighting Championship (UFC). He was the winner of \"The Ultimate Fighter 5\". Diaz is the younger brother of former Strikeforce Welterweight Champion and WEC Welterweight Champion, Nick Diaz. Prior to signing with the UFC, Diaz competed in World Extreme Cagefighting, Strikeforce, and Pancrase. As of June 6th 2017, Diaz is #8 in official UFC lightweight rankings."
  },
  {
    "id": "b2eadc53-e322-4d40-87ca-fa8288a8e4f6",
    "claim": "The subject whose life story is depicted in the musical A Soldier and a Maker and Robert Walser were similar. Each was both a poet and a composer.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Robert Walser (15 April 1878 – 25 December 1956) was a German-speaking Swiss writer.\nA Soldier and a Maker is a piece of musical theatre by Iain Burnside on the life story of the First World War poet and composer Ivor Gurney. It was premiered in April 2012 at the Guildhall School of Music and Drama, with Richard Goulding as Gurney. The production was designed by Giuseppe and Emma Belli. It was later adapted into a radio play broadcast on BBC Radio 3 on 29 June 2014 as part of the \"Music in the Great War\" season. The radio adaptation retained many of the stage cast.\nIvor Bertie Gurney (28 August 1890 – 26 December 1937) was an English poet and composer, particularly of songs."
  },
  {
    "id": "4a7aa79f-64d0-47a3-aa6c-1aa545068a06",
    "claim": "The Hanover Hound breed of dog is descended from bloodhounds unlike another short-haired breed of dog. Oscar the Grouch is an example of this other breed of dog.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Hanover Hound is a breed of dog sometimes referred to as a Hanoverian Hound. It is a hunting and tracking dog descended from bloodhounds of medieval times. It was first introduced into France in the 1980s and is still a very rare breed. It was cross-bred with the Bavarian Hound which gave rise to the Bavarian Mountain Hound.\nThe Greater Swiss Mountain Dog (German: \"Grosser Schweizer Sennenhund\" or French: \"Grand Bouvier Suisse\" ) is a dog breed which was developed in the Swiss Alps. The name \"Sennenhund\" refers to people called \"Senn\" or \"Senner\", dairymen and herders in the Swiss Alps. Greater Swiss Mountain Dogs are almost certainly the result of indigenous dogs mating with large mastiff types brought to Switzerland by foreign settlers. At one time, the breed was believed to have been among the most popular in Switzerland. It was assumed to have almost died out by the late 19th century, since its work was being done by other breeds or machines, but was rediscovered in the early 1900s.\nOscar The Grouch is a dog that was featured in a two-part series on the front page of the Wall St. Journal as the dog to root for at the Westminster Kennel Club Dog Show. Living in New York City, Oscar was able to walk to the dog show. Also seen on the opening promo for the Dog Show on the USA Network and on Bloomberg, Oscar is a top-ranked Greater Swiss Mountain Dog. Oscar is currently Facebook's top show dog with over 55,000 followers."
  },
  {
    "id": "f5a319a8-5dae-4a8c-b2f8-717aefde0b23",
    "claim": "Sonic Mania was a side-scrolling platform shooter game that had the developer of Retro Engine as project lead.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Sonic Mania is a side-scrolling platform game developed by PagodaWest Games and Headcannon and published by Sega for Nintendo Switch, PlayStation 4, Xbox One, and Microsoft Windows. It was announced in commemoration of the 25th anniversary of the \"Sonic the Hedgehog\" series, and was released worldwide in August 2017. The game is inspired by the original \"Sonic\" games released for the Sega Genesis, and features remastered versions of stages from previous games, alongside original ones. The player controls Sonic the Hedgehog and his companions Tails and Knuckles as they venture to defeat their nemesis Doctor Eggman and his robotic henchmen, the Hard-Boiled Heavies.\nChristian Whitehead, also known by his alias Taxman, is an Australian independent video game programmer and designer. He is most recognised for his work creating updated ports of early games in Sega's \"Sonic the Hedgehog\" series, as well as being the project lead of an original title in the series, titled \"Sonic Mania\".\nRetro Engine is a game engine developed by Australian programmer Christian \"Taxman\" Whitehead, best known for its use by Sega for games in the \"Sonic the Hedgehog\" series."
  },
  {
    "id": "83b19c4d-f1c1-42d9-b963-aea3316f8094",
    "claim": "The airport that Shannons Pond Seaplane Base is 3 mi west of, and Rafael Hernández Airport both handle civilian (passenger) service.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Dillingham Airport (IATA: DLG, ICAO: PADL, FAA LID: DLG) is a state owned, public use airport located two nautical miles (4 km) west of the central business district of Dillingham, a city in the Dillingham Census Area of the U.S. state of Alaska. Scheduled passenger service is available at this airport.\nShannons Pond Seaplane Base (FAA LID: 0Z3) is a public-use seaplane base located three nautical miles (6 km) west of the central business district of Dillingham, a city in the Dillingham Census Area of the U.S. state of Alaska. As per Federal Aviation Administration records, this facility had 1,000 passenger boardings (enplanements) in calendar year 2008. It is 3 mi west of Dillingham Airport.\nRafael Hernández Airport (IATA: BQN, ICAO: TJBQ, FAA LID: BQN) is a joint civil-military airport located in Aguadilla, Puerto Rico. It is named after the Puerto Rican composer Rafael Hernández Marín and is the second largest international airport in Puerto Rico in the region of Porta del Sol, Puerto Rico's west coast. It is also home to Coast Guard Air Station Borinquen. Rafael Hernandez Airport mainly serves Puerto Rican westerners living in the Eastern Region of the United States. The airport previously served as a focus city for PAWA Dominicana."
  },
  {
    "id": "214fa043-06b0-4f7d-8c6f-238219b1bcce",
    "claim": "The company that manages the Kentucky State Penitentiary is headquartered along the Cumberland River.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Kentucky State Penitentiary (KSP), also known as the \"castle on the Cumberland,\" is a maximum security and supermax prison with capacity for 856 prisoners located in Eddyville, Kentucky on Lake Barkley on the Cumberland River, about 3 mi from downtown Eddyville. It is managed by the Kentucky Department of Corrections. Completed in 1886, it is Kentucky's oldest prison facility and the only state-owned facility with supermax units. The penitentiary houses Kentucky's male death row inmates and the state's execution facility. s of 2015 it had approximately 350 staff members and an annual operating budget of 20 million dollars. In most cases, inmates are not sent directly to the penitentiary after sentencing, but are sent there because of violent or disruptive behavior committed in other less secure correctional facilities in the state.\nFrankfort is the capital city of the Commonwealth of Kentucky and the seat of Franklin County. Based on population, it is the fourth-smallest state capital (after Montpelier, Vermont, Pierre, South Dakota and Augusta, Maine) in the United States. It is a home rule-class city in Kentucky; the population was 25,527 at the 2010 census. Located along the Kentucky River, Frankfort is the principal city of the Frankfort, Kentucky Micropolitan Statistical Area, which includes all of Franklin and Anderson counties.\nThe Kentucky Department of Corrections is a state agency of the Kentucky Justice & Public Safety Cabinet that operates state-owned adult correctional facilities, provides oversight for and sets standards for county jails. They also provide training, community based services, and oversees the state's Probation & Parole Division. The agency is headquartered in the Health Services Building in Frankfort. Deputy Commissioner Jim Erwin is currently serving as interim commissioner due to the May 9, 2017 resignation of Corrections Commissioner Rodney Ballard and will continue to serve in this capacity until the appointment of Ballard's replacement by Governor Matt Bevin."
  },
  {
    "id": "04fec998-b977-41d9-b4e1-439ec1492b4c",
    "claim": "The occupations that are shared by the creator of All My Life (2008 film) and Til Schweiger are director, and producer.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "All My Life (Arabic: طول عمري‎ ‎ ; translit. \"Toul Omry\"; French: \"Toute ma vie\" ), is a 2008 Egyptian film by Maher Sabry. It is noted as being the first film to handle the subject of male homosexuality and the status of homosexuals in Egypt. While a work of fiction, Sabry made efforts to use real-life influences from his own experiences to the 2001 arrests of the Cairo 52 to keep the portrayal of conditions for homosexuals in Egypt accurate.\nMaher Sabry (in Arabic ماهر صبري, born 11 April 1967) is an Egyptian theater director, playwright, film director, producer and screenwriter, poet, writer and cartoonist.\nTilman Valentin \"Til\" Schweiger (] ; born 19 December 1963) is a German actor, director, and producer. He runs his own production company, Barefoot Films, in Berlin."
  },
  {
    "id": "b4aee09d-ed18-48f2-a743-557978501423",
    "claim": "The star of The Perfect Match (2016 film) played the role of Kiera Whitaker in the BET Comedy-drama \"Paid tha Cost to Be da Bo$$\". This was in addition to her role in ATL.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "ATL is a 2006 American comedy-drama film, and the feature film directorial debut of music video director Chris Robinson. The screenplay was written by Tina Gordon Chism from an original story by Antwone Fisher, and is loosely based on the experiences of the film's producers Dallas Austin and Tionne \"T-Boz\" Watkins (of the R&B group TLC) growing up in Atlanta, Georgia (ATL). The film is a coming-of-age tale concerning Rashad, played by Atlanta native and hip hop artist T.I. in his film debut, and his friends in their final year in high school and on the verge of adulthood. The film also stars Antwan Andre Patton, aka Big Boi of the hip hop group OutKast, Evan Ross, Jackie Long, Lauren London, and Mykelti Williamson.\nLauren Nicole London (born December 5, 1984) is an American film actress, model, television personality and occasional television actress. Beginning her career in music videos and later transitioning into film and television acting, London earned recognition for her performance in the 2006 film \"ATL\", as well as the television shows \"90210\" and \"Entourage\", and as Kiera Whitaker on the BET Comedy-drama, \"The Game\".\nThe Perfect Match is a 2016 American romantic comedy film directed by Bille Woodruff. The film was written by Dana Verde, Brandon Broussard and Gary Hardwick and stars Terrence J, Cassie Ventura, Lauren London and Paula Patton. It was released on March 11, 2016."
  },
  {
    "id": "5ba80011-5f03-4218-8789-481f06b7fab7",
    "claim": "The FC Barcelona ambassador who starred in Kickboxer: Retaliation won the Catalan award Ballon d'Or in addition to FIFA World Player of the Year.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Kickboxer: Retaliation is an upcoming American martial arts film directed and written by Dimitri Logothetis. Logothetis was attracted to the original Jean Claude Van Damme’s Kickboxer because of his martial arts background and that’s what inspired him to pursue the rights to the original, develop a reboot of the franchise and ultimately write, produce and direct a contemporary version of the pop culture, iconic Kickboxer. It was important that Logothetis to convince Van Damme to step into the role of mentor to ordain a new, high octane Kickboxer who has a sixth degree black belt in BJJ, Alain Moussi. Because Kickboxer: Vengeance was such a successful independent feature in the world market, it generated a sequel. It is a sequel to the 2016 film \"\". The film stars Alain Moussi, Jean-Claude Van Damme, Christopher Lambert, Ronaldinho, Mike Tyson and Hafþór Júlíus Björnsson. Aside from Moussi and Van Damme, Sara Malakul Lane and Sam Medina are reprising their roles from the previous film.\nRonaldo de Assis Moreira (born 21 March 1980), commonly known as Ronaldinho (] ) or Ronaldinho Gaúcho, is a Brazilian professional footballer and ambassador for Spanish club FC Barcelona. He played mostly as an attacking midfielder, but was also deployed as a forward or a winger. He played the bulk of his career at European clubs Paris Saint-Germain, Barcelona and Milan as well as playing for the Brazilian national team. Often considered one of the best players of his generation and regarded by many as one of the greatest of all time, Ronaldinho won two FIFA World Player of the Year awards and a Ballon d'Or. He was renowned for his technical skills and creativity; due to his agility, pace and\nThe 2004-05 season saw Fútbol Club Barcelona end their six-year wait for the La Liga title, having not won the league or, indeed, any trophy since the 1998–99 season and thus La Liga trophy returned in Barcelona's trophy room. Having finished second in La Liga the previous season, Barcelona once again competed in the UEFA Champions League as well as the Copa del Rey. The squad was restructured significantly following the retirement of key players Luis Enrique and Marc Overmars, as well as the return of Edgar Davids to Juventus and first team regulars Patrick Kluivert and Phillip Cocu moving onto new clubs. Ronaldinho's and new signing Samuel Eto'o's performances won them places in FIFPro's XI of 2004–05. Ronaldinho was later named FIFA World Player of the Year for 2005 for the second time in succession and with the highest points total ever; Eto'o came third. This season was also notable for the debut of Lionel Messi."
  },
  {
    "id": "285777ee-dd36-4e3e-ac8e-4be46cff1ef2",
    "claim": "The founder of the band The Rockford is five years older than Shifty Shellshock.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Rockfords were an American rock band formed in Seattle, Washington, in 1999 by Carrie Akre, Chris Friel, and Danny Newcomb of Goodness, Mike McCready of Pearl Jam, and Rick Friel of Jodie Watts. The group served as a side project for its members, who had already tasted success with their respective bands.\nSeth Brooks Binzer (born August 23, 1974), better known by his stage name Shifty Shellshock, is an American music artist, best known for being a co-founder and front man of the rap rock band Crazy Town, and their hit song \"Butterfly\". He has also had a solo music career and appeared in the reality television series \"Celebrity Rehab\" 1 and 2 and \"Sober House\" 1 and 2.\nCarrie Akre (born September 24, 1966) is an American musician best known for her work with Seattle underground bands Hammerbox and Goodness."
  },
  {
    "id": "173a4485-ecdd-4c85-88fa-cc5cea8400a7",
    "claim": "The female author of Future Shock was a non-fiction writer. Bashevis Singer wasn't.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Alvin Toffler (October 4, 1928 – June 27, 2016) was an American writer, futurist, and businessman known for his works discussing modern technologies, including the digital revolution and the communication revolution, with emphasis on their effects on cultures worldwide.\nIsaac Bashevis Singer (Yiddish: יצחק באַשעװיס זינגער‎ ; November 21, 1902 – July 24, 1991) was a Polish-born Jewish writer in Yiddish, awarded the Nobel Prize in Literature in 1978. The Polish form of his birth name was Icek Hersz Zynger. He used his mother's first name in an initial literary pseudonym, \"Izaak Baszewis\", which he later expanded. He was a leading figure in the Yiddish literary movement, writing and publishing only in Yiddish. He was also awarded two U.S. National Book Awards, one in Children's Literature for his memoir \"A Day Of Pleasure: Stories of a Boy Growing Up in Warsaw\" (1970) and one in Fiction for his collection \"A Crown of Feathers and Other Stories\" (1974).\nFuture Shock is a book written by the futurist Alvin Toffler in 1970. In the book, Toffler defines the term \"\"future shock\"\" as a certain psychological state of individuals and entire societies. His shortest definition for the term is a personal perception of \"too much change in too short a period of time\". The book, which became an international bestseller, grew out of an article \"The Future as a Way of Life\" in \"Horizon\" magazine, Summer 1965 issue. The book has sold over 6 million copies and has been widely translated."
  },
  {
    "id": "eb4cc770-ae1f-44a0-b326-3f03a92363b7",
    "claim": "The series in which the star of Revenge of the Stepford Wives played a character was developed and written by Ron Cowen and Daniel Lipman.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Revenge of the Stepford Wives is a 1980 American made-for-television science fiction-thriller film inspired by the Ira Levin novel \"The Stepford Wives\". It was directed by Robert Fuest with a screenplay by David Wiltse and starring Sharon Gless, Julie Kavner, Don Johnson, Arthur Hill, and Audra Lindley. It is the first in a series of sequels inspired by the 1972 novel and the original 1975 film \"The Stepford Wives\".\nSharon Marguerite Gless (born May 31, 1943) is an American actress of stage, film and television, who is known for her television roles as Maggie Philbin on \"Switch\" (1975–78), Sgt. Christine Cagney in the police procedural drama series \"Cagney & Lacey\" (1982–88), the title role in \"The Trials of Rosie O'Neill\" (1990–92), as Debbie Novotny in the Showtime cable television series \"Queer as Folk\" (2000–2005), and as Madeline Westen on \"Burn Notice\" (2007–2013).\nQueer as Folk is an American-Canadian drama television series. The series ran between December 3, 2000 to August 7, 2005 and was produced for Showtime and Showcase by Cowlip Productions, Tony Jonas Productions, Temple Street Productions and Showtime Networks in association with Crowe Entertainment. It was developed and written by Ron Cowen and Daniel Lipman, who were the showrunners, and also the executive producers along with Tony Jonas, former President of Warner Bros. Television."
  },
  {
    "id": "523cf0da-ae1e-4a38-a6ca-29fd0f3a527a",
    "claim": "The writer of Burden in My Hand and Godsmack are both American rock icons, Sully Erna is the founder of Godsmack.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Godsmack is an American rock band from Lawrence, Massachusetts, formed in 1995. The band is composed of founder, frontman and songwriter Sully Erna, guitarist Tony Rombola, bassist Robbie Merrill, and drummer Shannon Larkin. Since its formation, Godsmack has released six studio albums, one EP (\"The Other Side\"), four DVDs, one compilation album (\"Good Times, Bad Times... Ten Years of Godsmack\"), and one live album (\"Live and Inspired\").\n\"Burden in My Hand\" is a song by the American rock band Soundgarden. Written by frontman Chris Cornell, \"Burden in My Hand\" was released on September 18, 1996, as the second single from the band's fifth studio album, \"Down on the Upside\" (1996). The song topped the \"Billboard\" Mainstream Rock Tracks chart, where it spent five weeks at number one. The song was included on Soundgarden's 1997 greatest hits album, \"A-Sides\".\nChris Cornell (born Christopher John Boyle; July 20, 1964 – May 18, 2017) was an American musician, singer, and songwriter. He was best known as the lead vocalist for the rock bands Soundgarden and Audioslave. Cornell was also known for his numerous solo works and soundtrack contributions since 1991, and as the founder and frontman for Temple of the Dog, the one-off tribute band dedicated to his late friend Andrew Wood."
  },
  {
    "id": "4be025da-ce07-414a-a74b-baa78daa62e2",
    "claim": "One of the films Matthias Lechner art directed was released before Wonder Woman.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Matthias Florian Lechner (born February 27, 1970) is a motion picture production designer and art director. He worked as an art director and designer on the animated films Zootopia, Help! I'm a Fish and Escape from Planet Earth, as well as Laura's Star, among other films. He was born in Mannheim, Germany, and lives in Ventura,CA.\nLaura's Star (German: Lauras Stern ) is a 2004 German animated feature film produced and directed by Thilo Rothkirch. It is based on the children's book \"Lauras Stern\" by Klaus Baumgart. It was released by Warner Bros. Family Entertainment.\nWonder Woman is a 2009 direct-to-DVD animated superhero film focusing on the superheroine of the same name. The plot of the film is loosely based on George Pérez's reboot of the character, specifically the \"Gods and Mortals\" arc that started the character's second volume in 1987. It is the fourth in the line of DC Universe Animated Original Movies released by Warner Premiere and Warner Bros. Animation."
  },
  {
    "id": "552fc4ad-ead4-4a4f-960d-9ca419abeda3",
    "claim": "The star of the film Forever Strong played a character that is based on the Hanna-Barbera show \"Birdman and Saturday Night Live\". ",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Forever Strong is a sports film directed by Ryan Little and written by David Pliler and released on September 26, 2008. The film stars Sean Faris, Gary Cole, Neal McDonough, Sean Astin, Penn Badgley and Arielle Kebbel. The film is about a troubled rugby union player who must play against the team his father coaches at the national championships. \"Forever Strong\" is based on a compilation of individual true stories.\nHarvey Birdman is a fictional character based on the superhero Birdman from the Hanna-Barbera show \"Birdman and the Galaxy Trio.\" He is depicted as an attorney on \"Harvey Birdman, Attorney at Law\".\nGary Michael Cole (born September 20, 1956) is an American actor. Cole began his professional acting career on stage at Chicago's Steppenwolf Theatre Company in 1985. On television, he had starring roles in the series \"Midnight Caller\", \"American Gothic\", \"Crusade\", and \"Veep\". In film, Cole appeared in \"The Brady Bunch Movie\", \"One Hour Photo\", \"Office Space\", \"\", and \"\". Cole is also known for voicing the title character of \"Harvey Birdman, Attorney at Law\"."
  },
  {
    "id": "44396a97-a27f-4d99-8730-fa36db38173a",
    "claim": "JJ and another publication are both magazines. Lucy Atkins has written for the other magazine.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "JJ is a Japanese fashion and lifestyle magazine published by Kobunsha. It was established in 1975 as an extra issue of \"Josei Jishin\", and was the first women's magazine for college students in Japan. Most readers of \"JJ\" are females between the ages of 17 and 26, and range from college students to office workers.\nLucy Atkins is an award-winning British author. Her novels \"The Missing One\" (2014), \"The Other Child\" (2015), and \"The Night Visitor\" (coming in 2017) are published by Quercus. She has written seven non-fiction books, two of which have won national awards. Many of her books are also published internationally. She has a background in journalism, is a literary critic for The Sunday Times, and has written for many UK newspapers and magazines, including The Guardian, The Times, The Sunday Times, The Telegraph, Psychologies, Red, Woman & Home and Grazia. chairs events at literary festivals and regularly talks about books on BBC Radio Oxford. Lucy has lived in Seattle and Boston, but is now based in Oxford, UK. She is the daughter of the lexicographer B. T. S. Atkins.\nGrazia (] ; Italian for \"Grace\") is a weekly women's magazine that originated in Italy with international editions printed in Albania, Bahrain, Bulgaria, China, Croatia, France, Germany. Greece, Indonesia, India, Japan, Macedonia, Mexico, the Netherlands, Poland, Portugal, Pakistan, Serbia, Slovenia, South Korea, Spain, Thailand, and the United Kingdom."
  },
  {
    "id": "f6a465c7-5001-4cbc-beeb-f37cc7eeee54",
    "claim": "The  party John Dunbar (MP) was in campaigned for the Irish Home Rule Movement.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "John Dunbar was a Home Rule League politician who served as the Member of Parliament for New Ross from February 1874 through to his death in 1878.\nThe Home Rule League (1873–1882), sometimes called the Home Rule Party or the Home Rule Confederation, was a political party which campaigned for home rule for Ireland within the United Kingdom of Great Britain and Ireland, until it was replaced by the Irish Parliamentary Party.\nThe Irish Home Rule movement was a movement that agitated for self-government for Ireland within the United Kingdom of Great Britain and Ireland. It was the dominant political movement of Irish nationalism from 1870 to the end of World War I."
  },
  {
    "id": "402de9ef-cb26-4653-b4a3-1868a69ae583",
    "claim": "The star of The Keeping Hours did not play Margo Dunne in a 2014 film set in Missouri.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Keeping Hours is a 2017 American supernatural romantic horror film directed by Karen Moncrieff and written by Rebecca Sonnenshine. The film stars Lee Pace and Carrie Coon.\nGone Girl is a 2014 American psychological thriller film directed by David Fincher and written by Gillian Flynn, based on her 2012 novel of the same name. The film stars Ben Affleck, Rosamund Pike, Neil Patrick Harris, and Tyler Perry. Set in Missouri, the story begins as a mystery that follows the events surrounding Nick Dunne (Affleck), who becomes the primary suspect in the sudden disappearance of his wife, Amy (Pike).\nCarrie Alexandra Coon (born January 24, 1981) is an American actress. On stage, Coon was nominated for a Tony Award for her performance in the 2012 revival of \"Who's Afraid of Virginia Woolf?\". In film, she starred as Margo Dunne in the 2014 thriller film \"Gone Girl\". From 2014 to 2017, she starred as Nora Durst in the HBO drama series \"The Leftovers\", for which she received widespread critical acclaim, winning a Critics' Choice Television Award for Best Actress in a Drama Series. Coon also won for the TCA Award for Individual Achievement in Drama, for \"The Leftovers\" and for her lead role as Gloria Burgle in the third season of the FX anthology series \"Fargo\", along with a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Limited Series or Movie for \"Fargo\"."
  },
  {
    "id": "f92f4d43-e468-46a1-bd2e-d299321e6155",
    "claim": "The box set Live from the Atlantic Studios was released on was by the Australian band AC/DC. It included a remastered version of this live album. It was produced by Robert John \"Mutt\" Lange.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Bonfire is a five-disc box set by Australian band AC/DC, released in 1997, and remastered with a release in Digipak format in 2003. It was created as a tribute to the band's earlier singer Bon Scott and included the two disc soundtrack to the movie \"Let There Be Rock\", some early unreleased tracks, a live recording from the Atlantic Records studio in New York and a remastered version of \"Back in Black\".\nBack in Black is the seventh studio album by Australian rock band AC/DC. Produced by Robert John \"Mutt\" Lange, the album was released on 25 July 1980 by Albert Productions and Atlantic Records. By the late 1970s, AC/DC began to achieve significant popularity outside their native Australia, with high-energy live performances and a string of successful albums. In 1979, they paired with producer Lange and recorded their international breakthrough, \"Highway to Hell\". It is the band's first album with vocalist Brian Johnson, replacing Bon Scott, who died in February of the same year, shortly before the band started recording the album. Instead of disbanding, the group decided to continue with Johnson.\nLive from the Atlantic Studios is a live album by AC/DC released on the \"Bonfire\" box set. The album was recorded live at the Atlantic Recording Studios in New York, on 7 December 1977 and all tracks were remixed by George Young. This was an official Radio Station/Promo release by Atlantic Records. It was initially released on LP in 1978, and later on CD (1986). AC/DC's performance was the first in a series of promotional concert-events for Atlantic Records acts. Catalog # LAAS 001. The CD version was officially released to fans in 1997 as part of the \"Bonfire\" collection. Prior to that, this album was widely bootlegged among AC/DC fans."
  },
  {
    "id": "393f4adf-977c-4b49-9920-64068e062df9",
    "claim": "Both Jiutai District and the city that Datian County is under jurisdiction of are located in China.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "   () is a county of central Fujian province, People's Republic of China. It is placed under the jurisdiction of the Sanming City.\nJiutai () is a district under the jurisdiction of Changchun, the capital of Jilin province, People's Republic of China. The district is surrounded by agricultural areas and is located around 50 km northeast of downtown Changchun. Coal mining also is present in Jiutai. It borders Dehui to the north, Erdao District to the southwest, Kuancheng District to the west, as well as the prefecture-level city of Jilin to the south and east.\nSanming (; Foochow Romanized: Săng-mìng)) is a prefecture-level city in western Fujian province, China. It borders Nanping City to the north, Fuzhou City to the east, Quanzhou City to the southeast, Longyan City to the south, and the province of Jiangxi to the west. Sanming lies between Wuyi and Daiyun mountains."
  },
  {
    "id": "327ce592-daa4-4875-830b-2cc1e363b68e",
    "claim": "MetroSource is a magazine. The periodical where Dan \"OGRE 1\" Ryan was featured in is also a magazine.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Metrosource is a bi-monthly gay and lesbian lifestyle magazine and business directory, published by Metrosource Publishing, a division of the Davler Media Group (DMG), in New York City. Metrosource Magazine has three editions: \"Metrosource NY\" (\"Metrosource New York\"), \"Metrosource LA\" (\"Metrosource Los Angeles\") and \"Metrosource National\".\nElectronic Gaming Monthly (often abbreviated to EGM) was a monthly American video game magazine. It offered video game news, coverage of industry events, interviews with gaming figureheads, editorial content, and product reviews.\nDan Ryan (born August 3, 1986) is a retired professional \"Halo\" player. In January 2005, Ryan started his career as a professional \"Halo 2\" gamer under the pseudonym Ogre 1. That same year, he and his twin brother, Tom Ryan (Ogre 2), won the gold in \"Halo 2\" for the World Cyber Games. In 2006, he returned with his team as a member of the Major League Gaming (MLG) four-on-four team Final Boss, previously known as \"Team 3D.\" In June, 2006, he signed a three-year contract with MLG worth 250,000 dollars. Ryan has been featured in Electronic Gaming Monthly and BPM. He also made an appearance in all of the \"Boost Mobile MLG Pro Circuit\" episodes on USA Network in 2006. His favorite game type is Oddball on the \"Halo 2\" level Midship. Ryan grew up in Columbus, Ohio."
  },
  {
    "id": "0b92cb7f-81a8-48ca-8e98-880b8306c8c1",
    "claim": "The coastal city where the 1995 South African Open was is located in Gauteng, South Africa. Kew is a suburb of that city.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Johannesburg ( ; ] ; also known as Jozi, Joburg and Egoli) is the largest city in South Africa and is one of the 50 largest urban areas in the world. It is the provincial largest city in Gauteng, which is the wealthiest province in South Africa. While Johannesburg is not one of South Africa's three capital cities, it is the seat of the Constitutional Court. The city is located in the mineral-rich Witwatersrand range of hills and is the centre of large-scale gold and diamond trade.\nThe South African Open – formerly known as the South African Championships, and for sponsorship reasons the Altech NCR South African Open and the Panasonic South African Open – is a defunct Grand Prix Tennis Tour, World Championship Series and ATP Tour affiliated tennis tournament played from 1891 to 2011 and was part of the pre-open era seasonal tours from 1891 to 1967 from 1968 to 1971 it was part of the open era independent events tour from 1972 it became part the men's Grand Prix Tour until 1989 the women's competition was only briefly part of Virginia Slims tour (1970–74) before it returned to the independent circuit. It joined the ATP Tour in 1990. Between 1970 and 1974 the men's event was part of the Grand Prix Super Series of tournaments that were the precursors to the current ATP World Tour Masters 1000. It was mainly held in Johannesburg in South Africa, but played in other locations such as Cape Town, Durban, Port Elizabeth, East London, Bloemfontein, Kimberly and Pretoria. The tournament was played on outdoor hard courts it ran for a period of 120 years until 2011..\nKew is a suburb of Johannesburg, South Africa. It is located in Region E."
  },
  {
    "id": "0e3b7e8f-dd6b-46b8-b110-198ada4cb16a",
    "claim": "The animal that uses cording, along with the Puli, the Komondor and max, and the Black Mouth Cur are both kinds of dogs.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "In animal grooming, cording is a technique in which dog coats are separated patiently into dreadlocks for coat care or presentation purposes. Some dog breeds that are often corded are the Puli and the Komondor. The Havanese and Poodle are also occasionally corded for showing.\nThe Black Mouth Cur is a hunting and cattle dog that has its origins in Southern United States.\nThe Havanese, a breed of Bichon type, is the national dog of Cuba, developed from the now extinct \"Blanquito de la Habana\" (\"little white dog of Havana\"). The \"Blanquito\" descended from the also now extinct Bichon Tenerife. It is believed that the Blanquito was eventually cross-bred with other Bichon types, including the Poodle, to create what is now known as the Havanese. Sometimes referred to as \"Havana Silk Dogs\", this was originally another name for the \"Blanquito de la Habana\"."
  },
  {
    "id": "1883fa54-d3a3-4210-b6bf-deb74155fced",
    "claim": "Chris Breen (editor), was senior editor at division of International Data Group, publishes Macworld, a magazine that was created before Soaps In Depth.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Christopher Breen is a writer and editor, specializing in Apple Inc.'s Apple Macintosh computers and related technologies. He has worked for such publications as MacUser, MacWeek, and Macworld. In addition to his technology career, Breen is also a musician who has performed professionally for two decades. He was a senior editor at Mac Publishing, a division of International Data Group which publishes the US edition of \"Macworld\". His \"Mac 911\" column appeared monthly in that magazine and online. He also hosted the Macworld Podcast with Susie Ochs (previously Serenity Caldwell) until February 2015. .\nMacworld is a web site dedicated to products and software of Apple Inc., published by Mac Publishing, which is headquartered in San Francisco, California. It started life as a print magazine in 1984 and had the largest audited circulation (both total and newsstand) of Macintosh-focused magazines in North America, more than double its nearest competitor, \"MacLife\" (formerly \"MacAddict\"). \"Macworld\" was founded by David Bunnell (publisher) and Andrew Fluegelman (editor). It was the oldest Macintosh magazine still in publication, until September 10, 2014, when IDG, its parent company, announced it was discontinuing the print edition and laid off most of the staff, while continuing an online version.\nSoaps In Depth is a series of magazines created in 1997 by Bauer Publications to give American soap opera viewers more variety in their soap-related magazine purchases. Instead of buying a magazine like \"Soap Opera Digest\", in which all soap operas are covered, \"Soaps In Depth\" gave the soap viewer and potential shopper individual choices from the \"Big Three\" networks: ABC Soaps In Depth, CBS Soaps In Depth, and NBC Soaps In Depth. Each magazine is devoted to only the shows on the network the edition covers and is published biweekly."
  },
  {
    "id": "36908a77-a3fd-48b8-9ae7-d2687f8e1f1d",
    "claim": "The sister station of KRWB (AM) is also owned by Border Broadcasting. The sister station is a local radio station covering The Northwest Angle, a coextensive with Angle Township.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "KRWB is a classic rock formatted radio station, licensed to Roseau, Minnesota. It's owned and operated by Border Broadcasting, along with sister station KKWQ-FM. They share studios at 113 Lake St NW, in Warroad. Their two tower transmitter site is on County Road 28, east of Roseau.\nThe Northwest Angle, known simply as the Angle by locals, and coextensive with Angle Township, is a part of northern Lake of the Woods County, Minnesota. Except for minor surveying errors, it is the only place in the United States outside Alaska that is north of the 49th parallel, which forms the border between the U.S. and Canada from the Northwest Angle westward to the Strait of Georgia (between the state of Washington and the province of British Columbia). The land area of the Angle is separated from the rest of Minnesota by Lake of the Woods, but shares a land border with Canada. It is one of only six non-island locations in the 48 contiguous states that are practical exclaves of the U.S. It is the northernmost township in Minnesota and contains the northernmost point in the contiguous 48 states. The unincorporated community of Angle Inlet is located in the Northwest Angle.\nKKWQ-FM 92.5, is a small local radio station broadcasting from the border town of Warroad, Minnesota. It is owned and operated by Border Broadcasting, along with sister station KRWB (AM). They share studios at 113 Lake St NW, in Warroad. The transmitter site is SW of Warroad on Country Road 12. A 100,000 watt transmitter and 460 foot tower gives them a large coverage area covering NW Minnesota, including the Northwest Angle and parts of Manitoba and Ontario."
  },
  {
    "id": "f6439239-8adb-4b3c-850b-71cdbb816eb6",
    "claim": "A principal of a Washington, D.C.-based lobbying firm, BKSH & Associates Worldwide, is older than Paul Manafort.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Black, Kelly, Scruggs & Healey, also known as BKSH & Associates was a Washington, D.C.-based lobbying firm with principals Charles R. Black Jr., Peter G. Kelly, John F. Scruggs, and James Healey which was merged with Timmons & Company in 2010 to form Prime Policy Group.\nCharles R. Black Jr. (born 1947), is the current Chairman of Prime Policy Group, a public affairs firm which is a subsidiary of Burson-Marsteller Global Public Relations. Prime Policy Group was formed with the merger of Martin B. Gold 's Gold & Liebengood with the Washington, DC-based lobbying firm he co-founded—Black, Manafort, Stone and Kelly—with Paul Manafort, Roger J. Stone and Peter G. Kelly. In 2010, Black was inducted into the American Association of Political Consultants (AAPC) Hall of Fame.\nPaul John Manafort Jr. (born April 1, 1949) is an American lawyer, lobbyist and political consultant. He joined Donald Trump's presidential campaign team in March 2016 and served as campaign manager from June to August 2016. He was previously an adviser to the U.S. presidential campaigns of Republicans Gerald Ford, Ronald Reagan, George H. W. Bush, and Bob Dole. In 1980 Manafort co-founded the Washington, D.C.-based lobbying firm Black, Manafort & Stone, along with principals Charles R. Black Jr., and Roger J. Stone. In 1984 it was renamed Black, Manafort, Stone and Kelly (BMSK) & associates, after Peter G. Kelly was recruited."
  },
  {
    "id": "2eb03f6d-e5e2-47d8-a09b-a4c2321ddf39",
    "claim": "The 1986 war film that Mary Charleston appeared in, was based on the American soldier and serial killer, Edward Joseph Leonski.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Death of a Soldier is a 1986 Australian film based on the life of American serial killer Eddie Leonski. The film was shot using locations around Melbourne, Victoria.\nMary Charleston is an Australian choreographer, film and television actress. She guest starred on several television films and series during the 1970s and early 1980s, best remembered as playing \"Linda Goldman\" in the cult soap opera \"Prisoner\", but also having appeared in the 1980 television miniseries \"The Last Outlaw\" and the 1986 war film \"Death of a Soldier\".\nEdward Joseph Leonski (December 12, 1917 – November 9, 1942) was an American soldier and serial killer responsible for the strangling murders of three women in Melbourne, Australia. Leonski was known as the \"Brownout Strangler\", given Melbourne's wartime status of keeping low lighting (not as stringent as a wartime blackout). His self-confessed motive for the killings was a twisted fascination with female voices, especially when they were singing, and his claim that he killed the women to \"get at their voices.\""
  },
  {
    "id": "1a5902e1-06ff-498d-8003-68c471705bca",
    "claim": "The female author of Silent Snow, Secret Snow is not a poet. Mahatma Gandhi is also not a poet.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Mahātmā Mohandas Karamchand Gandhi ( ; ] ; 2 October 1869 – 30 January 1948) was the leader of the Indian independence movement against British rule. Employing nonviolent civil disobedience, Gandhi led India to independence and inspired movements for civil rights and freedom across the world. The honorific Mahātmā (Sanskrit: \"high-souled\", \"venerable\")—applied to him first in 1914 in South Africa—is now used worldwide. In India, he is also called Bapu ji (Gujarati: endearment for \"father\", \"papa\") and Gandhi ji. He is unofficially called the \"Father of the Nation\"\n\"Silent Snow, Secret Snow\" (1934) is Conrad Aiken's best-known short story, often included in anthologies of classic American horror and fantasy short fiction. It appeared in \"The Collected Stories of Conrad Aiken\" in 1934, and since then has been widely anthologized.\nConrad Potter Aiken (August 5, 1889 – August 17, 1973) was an American writer, whose work includes poetry, short stories, novels, a play, and an autobiography."
  },
  {
    "id": "e05c0711-44e0-4466-a4dd-a91a524a33c4",
    "claim": "A performer on the Dillinger Escape Plan's Error EP has more things to be known for out of singers between him and Syd Barrett.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Gregory John \"Greg\" Puciato (born March 27, 1980) is the lead singer of the band The Dillinger Escape Plan, The Black Queen, and the metal supergroup Killer Be Killed. He is known for his reckless live performances, wide vocal range, and outspoken views, having caused controversy due to both performances and interviews.\nError is the self-titled debut EP by Error, released by Epitaph Records in 2004. Although not an official member, Greg Puciato of the Dillinger Escape Plan was asked to record vocals for the EP, as the band was without a vocalist at the time.\nRoger Keith \"Syd\" Barrett (6 January 1946 – 7 July 2006) was an English musician, composer, singer-songwriter, and painter. Best known as a founder member of the band Pink Floyd, Barrett was the lead singer, guitarist and principal songwriter in its early years and is credited with naming the band. Barrett was excluded from Pink Floyd in April 1968 after David Gilmour took over as their new guitarist, and was briefly hospitalised amid speculation of mental illness."
  },
  {
    "id": "a6c8f412-859a-4199-8ec0-8527a3f6113c",
    "claim": "The author of \"Les Guérillères\", exposing  organized crime in Minneapolis, died before Monique Wittig.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Lincoln Joseph Steffens (April 6, 1866 – August 9, 1936) was a New York reporter who launched a series of articles in \"McClure's\", called \"Tweed Days in St. Louis\", that would later be published together in a book titled \"The Shame of the Cities\". He is remembered for investigating corruption in municipal government in American cities and for his early support for the Soviet Union.\nMonique Wittig (] ; July 13, 1935 – January 3, 2003) was a French author and feminist theorist who wrote about overcoming socially enforced gender roles and who coined the phrase \"heterosexual contract\". She published her first novel, \"L'Opoponax\", in 1964. Her second novel, \"Les Guérillères\" (1969), was a landmark in lesbian feminism.\nOrganized crime in Minneapolis first attracted national attention in 1903, when thug and mayor Doc Ames (1842-1911) was exposed by Lincoln Steffens in the book \"The Shame of the Cities\". Steffens's account and subsequent trials revealed a police department recruited from felons shaking down the Minneapolis underworld on the mayor's behalf. Ames later fled the state, spending a short period as a fugitive before being arrested and extradited to Minnesota. He was convicted of receiving a bribe and sentenced to six years in prison. His sentence was later appealed and overturned."
  },
  {
    "id": "da25023e-6033-402d-9f2c-e73f5a44b94b",
    "claim": "Thomas & Mack Center is the home of a college football team. When Larry Johnson played for this college sport team, his home team was located in Nevada.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The 1991–92 NBA season was the Charlotte Hornets' fourth season in the National Basketball Association. With the top overall pick in the 1991 NBA draft, the Hornets selected UNLV star Larry Johnson. Under new head coach Allan Bristow, the Hornets would get off to a slow start losing 8 of their first 9 games. At midseason, Rex Chapman was traded to the Washington Bullets as the Hornets would get stronger winning 9 of 13 games in February, on their way to finishing sixth in the Central Division with a record of 31 wins and 51 losses, a five-game improvement over the previous season. Johnson averaged 19.2 points and 11.0 rebounds per game, as he went on to win the 1992 NBA Rookie of the Year Award. Second-year star Kendall Gill led the team in scoring with 20.5 points per game. The Hornets led the NBA in attendance for the third time in four seasons.\nThe UNLV Runnin' Rebels are a NCAA Division I men's basketball team who play at the Thomas & Mack Center in the Las Vegas suburb of Paradise, Nevada, United States. As of 2009, UNLV has the fourth-highest winning percentage (.712) in Division I history, ranking behind Kentucky, North Carolina and Kansas, but ahead of UCLA and Duke. UNLV is 33–19 all-time in the NCAA tournament with a 63.5 winning percentage. In July 2008, ESPNU named the program the eighth most prestigious collegiate basketball program in the nation since the 1984–85 season.\nThomas & Mack Center is an arena located on the campus of the University of Nevada, Las Vegas in Paradise, Nevada. It is home of the UNLV Runnin' Rebels basketball team of the Mountain West Conference."
  },
  {
    "id": "9622658c-bda5-4645-ad0f-c2224b14f5e4",
    "claim": "Antonis Fotsis is a basketball player for the club who's name has the starting letter from an alphabet derived from the Phoenician alphabet.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Greek alphabet has been used to write the Greek language since the late 9th century BC or early 8th century BC. It was derived from the earlier Phoenician alphabet, and was the first alphabetic script to have distinct letters for vowels as well as consonants. It is the ancestor of the Latin and Cyrillic scripts. Apart from its use in writing the Greek language, in both its ancient and its modern forms, the Greek alphabet today also serves as a source of technical symbols and labels in many domains of mathematics, science and other fields.\nAntonis Fotsis (alternate spelling: Antonios, Greek: Αντώνης Φώτσης; born April 2, 1981) is a Greek professional basketball player for Ilysiakos. He was also the captain of the senior men's Greek national basketball team. He is a 2.09 m (6 ft 10 ⁄ in) power forward, who can also play as a small ball center, or even as a small forward, if needed.\nIlysiakos B.C. (Greek: Ηλυσιακός Κ.Α.Ε.) is a Greek professional basketball team that is located in the Ilisia neighborhood of Zografou, Athens, Greece. The club's name is said to be a reference to Elysium, which is why the club's name and logo beings with a Greek alphabet Η, instead of an Ι, even though the name of Ilissia, where the club is based, begins with an Ι in Greek. However, when the name is translated into the English alphabet, the H becomes an I."
  },
  {
    "id": "baa60f4f-1a14-403f-ac8f-aff64995675b",
    "claim": "The Tayeb Saleh novel that Waiting for Happiness borrows tropes from, is a counter narrative to a novella by the novelist Joseph Conrad.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Waiting for Happiness (original title: Heremakono) is a 2002 drama film written and directed by Abderrahmane Sissako. Main characters are a student, who has returned to his home in Nouadhibou, an electrician and his child apprentice, and the local women. The film is characterized by a succession of scenes of the daily life of the characters which are unique to their particular African and Arab cultures, while borrowing from tropes of Tayeb Saleh's Season of Migration to the North (موسم الهجرة إلى الشمال). The viewer must interpret the scenes without much help from narrator or plot, while the structure of the film hangs on a series of mundane but visually arresting moments, many of which are repeated in other works in Abderrahmane Sissako's opus, including scenes at a barber shop and a photo booth, also present in his earlier La Vie Sur Terre and later Timbuktu. The film presents typical Mauritanian moments of beauty, struggle, alienation, and humor, which are experienced by groups socially divided from each other, such as Bidhan women drinking tea and gossiping, West African migrants passing through Mauritania to get to Europe (and finding an unsuccessful comrade washed ashore). The young protagonist who has returned interacts with all of these groups as an outsider, as he struggles to remember even his own Hassaniya Arabic dialect, but prefers instead French. Many of the themes and characters presage Sissako's 2014 film Timbuktu, and both explore liminal Sahel identities authentically situated in everyday life. Waiting for Happiness premiered at the 2002 Cannes Film Festival in the Un Certain Regard section.\nHeart of Darkness (1899) is a novella by Polish-British novelist Joseph Conrad, about a voyage up the Congo River into the Congo Free State, in the heart of Africa, by the story's narrator Charles Marlow. Marlow tells his story to friends aboard a boat anchored on the River Thames, London, England. This setting provides the frame for Marlow's story of his obsession with the ivory trader Kurtz, which enables Conrad to create a parallel between London and Africa as places of darkness.\nSeason of Migration to the North (Arabic: موسم الهجرة إلى الشمال‎ ‎ Mawsim al-Hiǧra ilā ash-Shamāl ) is a classic post-colonial Sudanese novel by the novelist Tayeb Salih. Originally published in Arabic in 1966, it has since been translated into more than twenty languages. Salih was fluent in both English and Arabic, but chose to pen this novel in Arabic. The English translation was published in 1969 as part of the influential Heinemann African Writers Series. The novel is a counter narrative to \"Heart of Darkness\". It was described by Edward Said as one of the six great novels in Arabic literature. In 2001 it was selected by a panel of Arab writers and critics as the most important Arab novel of the twentieth century."
  },
  {
    "id": "baf95019-0e51-415f-b8cb-80462573cb47",
    "claim": "Baijiantan District is a district within the Xinjiang Uyghur Autonomous Region and is under the administrative jurisdiction of the City which are not a transportation hub. Meihekou are not atransportation hubs either.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Karamay or Kelamayi is a prefecture-level city in the north of the Xinjiang Uygur Autonomous Region, People's Republic of China. The name of the city comes from the Uyghur language, and means \"black oil\", referring to the oil fields near the city.\nThe Baijiantan District (Pinyin: Báijiǎntān Qū; ) is a district within the Xinjiang Uyghur Autonomous Region and is under the administrative jurisdiction of the Karamay City. It contains an area of 1,272 km. According to the 2002 census, it has a population of 60,000.\nMeihekou () is a city of 600,000 in southwestern Jilin province, People's Republic of China. It is a regional transport hub, connecting three railway lines, all of which are single track, and 2 national highways. The city is also a major lorry transshipment point in the region as it is also the junction of two trunk roads, connected to Liaoyuan in the northwest. The city is administratively a county-level city of Tonghua City."
  },
  {
    "id": "81302541-6498-4128-a466-5f37eca88975",
    "claim": "Dillinger Escape Plan's EP Error vocalist has no more things to know between him and Syd Barrett.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Error is the self-titled debut EP by Error, released by Epitaph Records in 2004. Although not an official member, Greg Puciato of the Dillinger Escape Plan was asked to record vocals for the EP, as the band was without a vocalist at the time.\nRoger Keith \"Syd\" Barrett (6 January 1946 – 7 July 2006) was an English musician, composer, singer-songwriter, and painter. Best known as a founder member of the band Pink Floyd, Barrett was the lead singer, guitarist and principal songwriter in its early years and is credited with naming the band. Barrett was excluded from Pink Floyd in April 1968 after David Gilmour took over as their new guitarist, and was briefly hospitalised amid speculation of mental illness.\nGregory John \"Greg\" Puciato (born March 27, 1980) is the lead singer of the band The Dillinger Escape Plan, The Black Queen, and the metal supergroup Killer Be Killed. He is known for his reckless live performances, wide vocal range, and outspoken views, having caused controversy due to both performances and interviews."
  },
  {
    "id": "ecd27f3f-da4c-43ab-be93-b62273be51a8",
    "claim": "An American comedian who starred in the original cast of the tv show Saturday Night Live and played Stan Winters in the sitcom Martin also starred on The Jamie Foxx Show.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Garrett Morris (born February 1, 1937) is an American comedian and actor. He was part of the original cast of the sketch comedy program \"Saturday Night Live\", appearing from 1975 to 1980. Morris also had a long-running role as Junior \"Uncle Junior\" King on the sitcom \"The Jamie Foxx Show\", which aired from 1996–2001. Morris had a starring role as Earl Washington on the CBS sitcom \"2 Broke Girls\", from 2011-2017. He was also in the sitcom \"Martin\" as Stan Winters from 1992-1995.\nThe Jamie Foxx Show is an American television sitcom that aired on the WB Network from August 28, 1996, to January 14, 2001. The series stars Jamie Foxx, Garcelle Beauvais, Christopher B. Duncan, Ellia English, and Garrett Morris.\nMartin is an American sitcom that aired for five seasons on Fox from August 27, 1992 to May 1, 1997. Reflecting the rising popularity of the Fox network throughout the 1990s, \"Martin\" was one of the network's highest-rated shows during the sitcom's run."
  },
  {
    "id": "3b63a138-d44e-40b2-8ef2-1d86ed4cc8ce",
    "claim": "A single written by Rufus Wainwright peaked at number 54. This single was included on the album Vibrate: The Best of Rufus Wainwright.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Vibrate: The Best of Rufus Wainwright, sometimes referred to simply as Vibrate: The Best Of, is the greatest hits album by American-Canadian singer-songwriter Rufus Wainwright, released on February 28, 2014 in Australia and Ireland by Universal Music Enterprises and in other nations subsequently. The standard issue of the album includes eighteen songs from six of Wainwright's studio releases, including his self-titled debut album (1998), \"Poses\" (2001), \"Want One\" (2003), \"Want Two\" (2004), \"Release the Stars\" (2007) and \"Out of the Game\" (2012), plus soundtrack contributions and one previously unreleased track (\"Me and Liza\"). The deluxe version includes a bonus disc with sixteen rare and unreleased recordings, both live and studio recorded. Featured are \"Chic and Pointless\", previously unreleased and produced by Guy Chambers, and \"WWIII\", a song that was co-written by Chambers and had not been released in a physical form until \"Vibrate\".\n\"Going to a Town\" is a song written and performed by Canadian-American singer-songwriter Rufus Wainwright. It was the first single from the album \"Release the Stars\", released on April 3, 2007, in the United States and on May 7 in the United Kingdom.\nRelease the Stars is the fifth studio album by Canadian-American singer-songwriter Rufus Wainwright, released through Geffen Records on May 15, 2007. Pet Shop Boys' Neil Tennant was the executive producer; the album was mixed by producers Marius de Vries and Andy Bradfield. Wainwright's most commercially successful album to date, \"Release the Stars\" charted in 13 countries, reaching Top 10 positions in Denmark, Norway, and the United Kingdom, and was certified gold in Canada and the UK. The album generated three singles: \"Going to a Town\", which peaked at number 54 on the UK Singles Chart, \"Rules and Regulations\", and \"Tiergarten\"."
  },
  {
    "id": "9ab9d43c-70f4-4235-bd63-91a1fbdcb385",
    "claim": "The American corporation, Landry's, owns a boutique located in The Willows Shopping Center.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Willows Shopping Center is located in one of the fastest growing areas of the East Bay in Concord, California. The center boasts a strong line up of national retailers including Old Navy, ULTA Beauty, Cost Plus World Market, REI, UFC Gym, Claim Jumper, Benihana and the newest member in holiday 2006, Pier One. Located in a densely populated area, the customer is a college educated, white collar professional, with over two-thirds opening their own home. The average household income of $92,574 is 24 percent above the state average. Over forty-five percent of customers are between the ages of 35 and 54 and in the prime of their career. The center is located adjacent to and is visible from the major north/south of I-680 that links the area to San Francisco. In addition, two BART stations provide rapid transit for office workers from the surrounding area to the city.\nClaim Jumper Restaurant and Saloon is an American restaurant chain with more than 40 locations. The company is based in Houston, Texas. Claim Jumper is wholly owned by Landry's, Inc.\nLandry's, Inc., is an American, privately owned, multi-brand dining/hospitality/entertainment/gaming corporation. Headquartered in Houston, Texas, Landry's, Inc. owns and operates more than 600 restaurant/hotel/casino/entertainment destinations in 37 states and the District of Columbia. The company also owns and operates numerous international locations."
  },
  {
    "id": "d86913bd-86a0-48b3-902f-7ce3ce757ea7",
    "claim": "The jazz singer whose debut studio album was Dreamsville  is married to Corringham. She also released an album entitled Raconte-moi.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Stacey Kent is an American jazz singer. She is married to saxophonist Jim Tomlinson.\nRaconte-moi... is a 2010 album by jazz singer Stacey Kent. This was Kent's first album recorded in the French language and featured mostly songs by French writers as well as songs from the Great American Songbook and Bossa Nova catalogue.\nDreamsville is the debut studio album by jazz singer Stacey Kent. It was released in 2001 by Candid Records."
  },
  {
    "id": "fe63fc72-dc1f-46ab-9e22-e9152a870a5a",
    "claim": "The Skadarska Krajina region is mainly inhabited by the demographic which make up 4.91 of the county's total population, and could be members of the Albanian Coalation Perspect which is an Albanian political party in Montenegro.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Albanian Coalition \"Perspective\" is an Albanian political party in Montenegro.\nSkadarska Krajina (Montenegrin and , \"Skadar Frontier\"), known simply as \"Krajina\" (Крајина, pronounced ] ; Albanian: \"Kraja\" ) is a geographical region in southeastern Montenegro stretching from the southern coast of Lake Skadar to the mountain of Rumija, comprising several villages. It is inhabited mainly by Albanians and Montenegrins. The area is divided between the municipalities of Bar and Ulcinj.\nAlbanians in Montenegro (, Albanian: \"Shqiptarët e Malit të Zi\" ) constitute 4.91% of the county's total population. Albanians of Montenegro are Ghegs who mainly live in southeastern and eastern Montenegro, mainly in the following municipalities: Ulcinj (71% of population), Plav (19%), Bar (6%), Podgorica (5%) and Rožaje (5%)."
  },
  {
    "id": "c24beacf-60d5-42ad-af0e-cb25d6c3b8ef",
    "claim": "An North American record label released the single, \"Coffee Shop.\" It also released Excuse My French in 2013.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Bad Boy Entertainment (also known as Bad Boy Records) is an American record label /NIKUNJ Entertainment\nExcuse My French is the debut studio album by American rapper French Montana. It was released on May 21, 2013, by Coke Boys Records, Bad Boy Records, Maybach Music Group and Interscope Records. The album features guest appearances from Diddy, Nicki Minaj, Drake, Ace Hood, Lil Wayne, Birdman, The Weeknd, Rick Ross, 2 Chainz, Max B, Ne-Yo, Machine Gun Kelly, Raekwon, Scarface and Snoop Dogg, among others.\nHustlenomics (stylized as HUSTLENOMIC$) is the second studio album by American rapper Yung Joc. It was released, by Bad Boy Records on August 28, 2007.The album contains the singles, Coffee Shop and \"Bottle Poppin\", both featuring rapper, Gorilla Zoe."
  },
  {
    "id": "96122186-c0b1-4ded-a5bb-966905fb7610",
    "claim": "The coach, who worked his final season for Seattle Seahawks in the 2009 season, was an employee of the 2012 Cleveland Browns.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Michael George Holmgren (born June 15, 1948) is a former American football coach and executive, most recently serving as president of the Cleveland Browns of the National Football League (NFL). Holmgren began his NFL career as a quarterbacks' coach and later as an offensive coordinator with the San Francisco 49ers, where they won Super Bowl XXIII and XXIV. He served as the head coach of the Green Bay Packers from 1992 to 1998, appearing in two Super Bowls, and of the Seattle Seahawks from 1999 to 2008. Prior to his career in the NFL, Holmgren coached football at the high school and collegiate levels.\nThe 2009 Seattle Seahawks season was the 34th season for the team in the National Football League. The Seahawks improved in Jim Mora's first season as their head coach, after a disappointing 4–12 record and a 3rd-place finish in what was Mike Holmgren's final season coaching the team. However, Mora was fired January 8, 2010.\nThe Cleveland Browns season was the team's 64th season as a professional sports franchise and its 60th season as a member of the National Football League (NFL). Although the team improved on its record to 5–11 this 2012 season from its 4–12 finish in 2011, the team still placed fourth in the AFC North. The team also failed to break its 9-year playoff drought, the longest in franchise history. The 2012 season was the third season under the leadership of team president Mike Holmgren and general manager Tom Heckert and the second season under head coach Pat Shurmur. The Browns also had Jimmy Haslam as their new owner, after buying the team from Randy Lerner. The Browns played all of their home games at Cleveland Browns Stadium in Cleveland, Ohio."
  },
  {
    "id": "fbc81c54-d7cc-47e6-a9f9-49c8a4e9ae8e",
    "claim": "Frank, Viscount De Winne is older than this Cosmonaut. The Cosmonaut was on the Soyuz TM-29 spacecraft.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Frank, Viscount De Winne (born 25 April 1961, in Ledeberg, Belgium) is a Belgian Air Component officer and an ESA astronaut. He is Belgium's second person in space (after Dirk Frimout). He was the first ESA astronaut to command a space mission when he served as commander of ISS Expedition 21. ESA astronaut de Winne serves currently as Head of the European Astronaut Centre of the European Space Agency in Cologne/Germany (Köln).\nIvan Bella (born 25 May 1964 in Brezno, Czechoslovakia (now Slovakia)) is a Slovak Air Force officer who became the first Slovak citizen to fly in space. He participated in an eight-day joint Russian-French-Slovak mission to the Mir space station in 1999.\nSoyuz TM-29 was a Russian manned spacecraft launched from the Baikonur Cosmodrome aboard a Soyuz 11A511U rocket. It docked with Mir on February 22 at 05:36 GMT with Cosmonauts Viktor Afanasyev of Russia, Jean-Pierre Haigneré of France, and Ivan Bella of Slovakia aboard. Since two crew seats had been sold (to Slovakia and France), Afanasyev was the only Russian cosmonaut aboard. This meant that Russian engineer Avdeyev already aboard Mir would have to accept a double-length assignment. After the February 27 departure of EO-26 crew commander Padalka and cosmonaut Bella aboard Soyuz TM-28, the new EO-27 Mir crew consisted of Afanasyev as Commander, Avdeyev as Engineer and French cosmonaut Haigneré."
  },
  {
    "id": "78c1000d-9484-4050-bb34-b882f366e996",
    "claim": "John Hume, not the singer of What Did I Do?, made the New Zealand rock band Evermore.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Kelechukwu \"Kele\" Okereke (born 13 October 1981), also known by the mononym Kele, is a British musician, best known as the lead singer and rhythm guitarist of the indie rock band Bloc Party.\n\"What Did I Do?\" is a song by Kele Okereke, released as the first single from his EP \"The Hunter\". The song's music video was released on 13 September 2011, with the song being released as a digital single in Japan 10 days later. The song features vocals from singer Lucy Taylor. The single was produced by constant collaborator XXXChange and mixed by Sub Focus.\nJon Hume (born 6 November 1983) is the lead singer of Evermore. He is a singer-songwriter, multi-instrumentalist, Record Producer and Studio owner. Jon is the eldest of the three brothers who make up the New Zealand band Evermore."
  },
  {
    "id": "cf8867d2-f768-460c-96c9-0fb133ca339d",
    "claim": "Victoria Centre is a shopping centre in Nottingham, England located near a tram stop. The stop is near to the Nottingham Trent University tram stop.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Nottingham Trent University is a tram stop on Nottingham Express Transit (NET) in the city of Nottingham suburb of the Arboretum. It is located in the centre of Nottingham Trent University's city campus, between the Boots Library and the Chaucer Building. The university's flagship Arkwright and Newton buildings are nearby to the south, although Newton is closer to the Royal Centre stop. On either side of the stop, the tram tracks share the road with other traffic, but only trams are permitted to pass through the stop itself. The stop has two side platforms on either side of the twin tracks.\nRoyal Centre is a tram stop of Nottingham Express Transit (NET) in the centre of the city of Nottingham. It derives its name from the adjacent Theatre Royal and the Royal Concert Hall. The stop is also close to the Cornerhouse, the Victoria Centre and the Newton Building of Nottingham Trent University, although much of the university's City Campus is closer to the Nottingham Trent University stop.\nIntu Victoria Centre, is a shopping centre in Nottingham, England, constructed between 1967 and 1972."
  },
  {
    "id": "1b9a06e0-bda6-495b-a367-123ba1768097",
    "claim": "Augustus Jesse Bowie Jr was the innovator of the component that was crucial to leading to the passage of federal legislation in 1936. The Renwick Generating Plant supplied power to a rural electric cooperative that was funded by this legislation.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Augustus Jesse Bowie Jr. (December 10, 1872 – June 22, 1955, birth name Augustus Jesse Bowie III) was a pioneering American technology engineer, inventor and entrepreneur. His crucial early innovations in large-capacity electrical switches, including the 1000lb. 287Kv disconnecting switch, were important in the early spread of electrification on the West Coast of the United States during the 1910's-1920s, and became essential to the New Deal's mass-scale rural electrification efforts in the 1930s. Bowie was an 1896 graduate of the engineering program at MIT in Boston, and this region of the United States was the locus of innovation in and promulgation of electrification at the time, which was primarily oriented towards centralized urban office/industrial use. Bowie, however, was born and bred in the San Francisco bay area of California, and his mass electrification innovations were put into use in this bustling yet geographically-spread out region first, allowing for the building of an unprecedented electrical grid that would spawn a decentralized regional culture of technological innovation; a region eventually recognized as Silicon Valley..\nRenwick Generating Plant, also known as the Municipal Steam Light Plant, is a historical industrial facility located in Renwick, Iowa, United States. G.L. Long was an engineer who was contracted in 1914 to design a steam-powered electrical light plant. It first distributed energy on March 14, 1915, at 6:00 p.m. The steam engines were replaced by a 75-horsepower, two-cylinder, semi-diesel engine and generating equipment manufactured by Fairbanks-Morse in 1922. A 125-horsepower diesel engine manufactured by Worthington Pump and Machinery Corporation was added in 1936. At that time the plant started to supply power to a newly formed rural electric cooperative that was funded by the Rural Electrification Act of 1936. A Faribanks-Morse 300-horsepower, four-cylinder diesel was added in 1939, and the 75-horsepower and 40-horsepower engines were replaced in 1942 by another 300-horsepower diesel. An addition was added onto the north side of the building the same year. It housed the local fire department and city hall. The facility was listed as a historic district on the National Register of Historic Places in 1995.\nThe Rural Electrification Act of 1936, enacted on May 20, 1936, provided federal loans for the installation of electrical distribution systems to serve isolated rural areas of the United States."
  },
  {
    "id": "53af5f61-584d-4d62-8b15-c4e8dcb20da5",
    "claim": "The establishment, where  Kenneth Child was educated, is a type of secondary school that caters to children between 11 or 13 and 18.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "A public school in England and Wales is an older, student selective, fee-paying independent secondary school which caters primarily for children aged between 11 or 13 and 18. The term \"public\" should not be misunderstood to mean that these are public sector schools: they are in fact private sector. Traditionally, public schools were all-male boarding schools, although most now allow day pupils, and many have become either partially or fully co-educational. Scotland, having had a state-funded education system for roughly 300 years prior to England, uses the term in a different sense than its use in England, as a school administered by the local government to serve the children of that area.\nQueen Elizabeth Grammar School (QEGS) is an independent, public school for boys in Wakefield, West Yorkshire, England. The school was founded by Royal Charter of Queen Elizabeth I in 1591 at the request of leading citizens in Wakefield (headed by Thomas Savile and his two sons) 75 in total and some of whom formed the first governing body.\nChild was educated at Queen Elizabeth Grammar School, Wakefield and the University of Leeds. After a period of study at the College of the Resurrection, Mirfield he was ordained in 1942. His first post was a curacy at Tonge Moor. He was a Chaplain to the Forces from 1944 to 1947 when he returned to Tonge Moor as its Vicar. He was Chaplain of Guy’s Hospital from 1955 to 1959 when he became Rector of Newmarket, a post he held for ten years; also serving as its Rural Dean from 1963. He was then appointed Rector of The Thurlows with Little Bradley; and an Archdeacon the following year."
  },
  {
    "id": "97c04a37-d36a-4ac1-a0a1-c69787711ec8",
    "claim": "The institution Fulcrum Gallery opened under was a branch of a museum. The museum was established in the year 1939.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Guggenheim Museum SoHo was a branch of the Guggenheim Museum designed by Arata Isozaki that was located at the corner of Broadway and Prince Street in Manhattan's SoHo neighborhood, New York City. The museum opened in 1992 and closed in 2001 after hosting exhibits that included \"Marc Chagall and the Jewish Theater\", \"Paul Klee at the Guggenheim Museum\", \"Robert Rauschenberg: A Retrospective\", and \"Andy Warhol: The Last Supper\", which served as a key part of the museum's permanent collection. The closing was initially hoped to be temporary, but the museum closed permanently in 2002.\nFulcrum Gallery (also known as \"Shakespeare's Fvlcrvm\" or \"Fvlcrvm\") was an American art gallery that opened underneath the Guggenheim Museum SoHo in New York City in January 1993, by Valerie Monroe Shakespeare. It was designed by her husband, Tery Fugate-Wilcox, who contributed the gallery motto: \"Without Art we are but Monkeys with Car Keys\". Fugate-Wilcox is credited as photographer on all of the gallery's ads, and was listed as one of the nineteen artists represented by the gallery. The owner, Shakespeare said in an interview, that the name \"Fvlcrvm\", (spelled with \"v's\", like old Latin) came from Archimedes, \"Give me a place to stand, a lever long enough and a fulcrum. and I can move the Earth\". She said she hoped Fvlcrvm would become a \"pivotal point in art history\". Fvlcrvm Gallery was founded to exhibit Actual Art exclusively and did so until the effects of the attacks of 9/11 caused the gallery to close in February 2002.\nThe Solomon R. Guggenheim Museum, often referred to as The Guggenheim, is an art museum located at 1071 Fifth Avenue on the corner of East 89th Street in the Upper East Side neighborhood of Manhattan, New York City. It is the permanent home of a continuously expanding collection of Impressionist, Post-Impressionist, early Modern and contemporary art and also features special exhibitions throughout the year. The museum was established by the Solomon R. Guggenheim Foundation in 1939 as the Museum of Non-Objective Painting, under the guidance of its first director, the artist Hilla von Rebay. It adopted its current name after the death of its founder, Solomon R. Guggenheim, in 1952."
  },
  {
    "id": "2cef3020-95e0-417e-8633-44d81cc72fd7",
    "claim": "The star of The Perfect Match (2016 film) played the role of Kiera Whitaker in the Twitches Too-drama \"The Game\". This was in addition to her role in ATL.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "ATL is a 2006 American comedy-drama film, and the feature film directorial debut of music video director Chris Robinson. The screenplay was written by Tina Gordon Chism from an original story by Antwone Fisher, and is loosely based on the experiences of the film's producers Dallas Austin and Tionne \"T-Boz\" Watkins (of the R&B group TLC) growing up in Atlanta, Georgia (ATL). The film is a coming-of-age tale concerning Rashad, played by Atlanta native and hip hop artist T.I. in his film debut, and his friends in their final year in high school and on the verge of adulthood. The film also stars Antwan Andre Patton, aka Big Boi of the hip hop group OutKast, Evan Ross, Jackie Long, Lauren London, and Mykelti Williamson.\nLauren Nicole London (born December 5, 1984) is an American film actress, model, television personality and occasional television actress. Beginning her career in music videos and later transitioning into film and television acting, London earned recognition for her performance in the 2006 film \"ATL\", as well as the television shows \"90210\" and \"Entourage\", and as Kiera Whitaker on the BET Comedy-drama, \"The Game\".\nThe Perfect Match is a 2016 American romantic comedy film directed by Bille Woodruff. The film was written by Dana Verde, Brandon Broussard and Gary Hardwick and stars Terrence J, Cassie Ventura, Lauren London and Paula Patton. It was released on March 11, 2016."
  },
  {
    "id": "8b977c12-5d92-4b84-b1c5-88975be12bfc",
    "claim": "Gary Baseman was the artistic designer of a popular award-winning board game. That popular award-winning board game was developed before Thurn and Taxis.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Gary Baseman (born September 27, 1960) is an American contemporary artist who works in various creative fields, including illustration, fine art, toy design, and animation. He is the creator of the Emmy-winning ABC/Disney cartoon series, \"Teacher's Pet\", and the artistic designer of \"Cranium\", a popular award-winning board game. Baseman’s aesthetic combines iconic pop art images, pre-and post-war vintage motifs, cross-cultural mythology and literary and psychological archetypes. He is noted for his playful, devious and cleverly named creatures, which recur throughout his body of work.\nCranium is a party game created by Whit Alexander and Richard Tait in 1998, after Richard spent a weekend playing games with another family and recognized the need for a game involving a variety of skills. He left his job at Microsoft, convincing his friend and co-worker Whit Alexander to join him in the creation of \"Cranium\". \"Cranium\", manufactured by Hasbro subsidiary Cranium, Inc., is billed as \"The Game for Your Whole Brain\". Unlike many other party games, \"Cranium\" includes a wide variety of activities. Giorgio Davanzo handles packaging and branding for the game, and the artwork is done by Gary Baseman, creator of the animated television series \"Teacher's Pet\".\nThurn and Taxis is a board game designed by Karen and Andreas Seyfarth and published in 2006 by Hans im Glück in German (as \"Thurn und Taxis\") and by Rio Grande Games in English. In the game, players seek to build postal networks and post offices in Bavaria and surrounding areas, as did the house of Thurn und Taxis in the 16th century. The game won the prestigious 2006 Spiel des Jahres award."
  },
  {
    "id": "6e7ec00b-c8ec-43a7-b993-f87bd4719796",
    "claim": "The Verdi biographer who argued in 2000 that Aida's source was Temistocle Solera, attended a private university in New York.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Mary Jane Phillips-Matz (January 30, 1926 – January 19, 2013) was an American biographer and writer on opera. She is mainly known for her biography of Giuseppe Verdi, a result of 30 years' research and published in 1992 by Oxford University Press. Born in Lebanon, Ohio and educated at Smith College and Columbia University, she lived for many years in Italy, and even after her return to the United States in the early 1970s spent her summers in Verdi's hometown of Busseto where she continued her exhaustive research into his life. She died in New York City at the age of 86, survived by three of her five children.\nAida (] ) is an opera in four acts by Giuseppe Verdi to an Italian libretto by Antonio Ghislanzoni. Set in Egypt, it was commissioned by and first performed at Cairo's Khedivial Opera House on 24 December 1871; Giovanni Bottesini conducted after Verdi himself withdrew. Today the work holds a central place in the operatic canon, receiving performances every year around the world; at New York's Metropolitan Opera alone, \"Aida\" has been sung more than 1,100 times since 1886. Ghislanzoni's scheme follows a scenario often attributed to the French Egyptologist Auguste Mariette, but Verdi biographer Mary Jane Phillips-Matz argues that the source is actually Temistocle Solera.\nColumbia University (Columbia; officially Columbia University in the City of New York), established in 1754, is a private Ivy League research university in Upper Manhattan, New York City, often cited as one of the world's most prestigious universities."
  },
  {
    "id": "040ca32d-7f54-46c5-8342-5030dad146cf",
    "claim": "Eystein Orre died in 1066 at a battle in Humber of Yorkshire. It is where King Harold defeated King Harald of Norway.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Battle of Stamford Bridge took place at the village of Stamford Bridge, East Riding of Yorkshire, in England on 25 September 1066, between an English army under King Harold Godwinson and an invading Norwegian force led by King Harald Hardrada and the English king's brother Tostig Godwinson. After a bloody battle, both Hardrada and Tostig along with most of the Norwegians were killed. Although Harold Godwinson repelled the Norwegian invaders, his army was defeated by the Normans at Hastings less than three weeks later. The battle has traditionally been presented as symbolising the end of the Viking Age, although major Scandinavian campaigns in Britain and Ireland occurred in the following decades, such as those of King Sweyn Estrithson of Denmark in 1069–1070 and King Magnus Barefoot of Norway in 1098 and 1102–1103.\nEystein Orre (Old Norse: \"Eystein Orri\"; died 25 September 1066) was a Norwegian noble who was killed at the Battle of Stamford Bridge in 1066.\nVery little is known for certain of the ancestry of the Godwins, the family of the last Anglo-Saxon King of England, Harold II. When King Edward the Confessor died in January 1066 his closest relative was his great-nephew, Edgar the Ætheling, but he was young and lacked powerful supporters. Harold was the head of the most powerful family in England and Edward's brother-in-law, and he became king. In September 1066 Harold defeated and killed King Harald Hardrada of Norway at the Battle of Stamford Bridge, and Harold was himself defeated and killed the following month by William the Conqueror at the Battle of Hastings."
  },
  {
    "id": "647363a8-e3cd-4ed5-9044-a1c6189cb8dd",
    "claim": "The writer whose story influenced \"An Osaka Story\", and David Wall are from the same country.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "An Osaka Story (大阪物語 , Osaka Monogatari ) is a 1957 black-and-white Japanese film directed by Kōzaburō Yoshimura based on a story by Kenji Mizoguchi.\nDavid Wall is an American actor who wrote, produced, and directed a 2007 dramedy film called \"Noëlle\", which won the Best Director Award at the Fort Lauderdale International Film Festival. His first film Joe and Joe was selected for the 1996 Sundance Film Festival and was also shot on Cape Cod in Massachusetts.\nKenji Mizoguchi (溝口 健二 , Mizoguchi Kenji , May 16, 1898 – August 24, 1956) was a Japanese film director and screenwriter."
  },
  {
    "id": "b2105440-3488-45d2-b6f7-fef8477ff745",
    "claim": "The Lake Fehér novel that Waiting for Happiness borrows tropes from, is a counter narrative to a novella by the Polish-British novelist Joseph Conrad.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Waiting for Happiness (original title: Heremakono) is a 2002 drama film written and directed by Abderrahmane Sissako. Main characters are a student, who has returned to his home in Nouadhibou, an electrician and his child apprentice, and the local women. The film is characterized by a succession of scenes of the daily life of the characters which are unique to their particular African and Arab cultures, while borrowing from tropes of Tayeb Saleh's Season of Migration to the North (موسم الهجرة إلى الشمال). The viewer must interpret the scenes without much help from narrator or plot, while the structure of the film hangs on a series of mundane but visually arresting moments, many of which are repeated in other works in Abderrahmane Sissako's opus, including scenes at a barber shop and a photo booth, also present in his earlier La Vie Sur Terre and later Timbuktu. The film presents typical Mauritanian moments of beauty, struggle, alienation, and humor, which are experienced by groups socially divided from each other, such as Bidhan women drinking tea and gossiping, West African migrants passing through Mauritania to get to Europe (and finding an unsuccessful comrade washed ashore). The young protagonist who has returned interacts with all of these groups as an outsider, as he struggles to remember even his own Hassaniya Arabic dialect, but prefers instead French. Many of the themes and characters presage Sissako's 2014 film Timbuktu, and both explore liminal Sahel identities authentically situated in everyday life. Waiting for Happiness premiered at the 2002 Cannes Film Festival in the Un Certain Regard section.\nHeart of Darkness (1899) is a novella by Polish-British novelist Joseph Conrad, about a voyage up the Congo River into the Congo Free State, in the heart of Africa, by the story's narrator Charles Marlow. Marlow tells his story to friends aboard a boat anchored on the River Thames, London, England. This setting provides the frame for Marlow's story of his obsession with the ivory trader Kurtz, which enables Conrad to create a parallel between London and Africa as places of darkness.\nSeason of Migration to the North (Arabic: موسم الهجرة إلى الشمال‎ ‎ Mawsim al-Hiǧra ilā ash-Shamāl ) is a classic post-colonial Sudanese novel by the novelist Tayeb Salih. Originally published in Arabic in 1966, it has since been translated into more than twenty languages. Salih was fluent in both English and Arabic, but chose to pen this novel in Arabic. The English translation was published in 1969 as part of the influential Heinemann African Writers Series. The novel is a counter narrative to \"Heart of Darkness\". It was described by Edward Said as one of the six great novels in Arabic literature. In 2001 it was selected by a panel of Arab writers and critics as the most important Arab novel of the twentieth century."
  },
  {
    "id": "9dff7994-f5c9-44e3-af28-049e282858e4",
    "claim": "The king of Northumbria, who possibly became king while still a child, attempted to have the king who was held responsible for the killing of Alkmund of Derby assassinated was AEthelred I.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Æthelred ( ; c. 762  – 18 April 796), was the king of Northumbria from 774 to 779 and again from 790 until he was murdered in 796. He was the son of Æthelwald Moll and Æthelthryth and possibly became king while still a child after Alhred was deposed.\nEardwulf (fl. 790 – c. 830) was king of Northumbria from 796 to 806, when he was deposed and went into exile. He may have had a second reign from 808 until perhaps 811 or 830. Northumbria in the last years of the eighth century was the scene of dynastic strife between several noble families: in 790, the then-king Æthelred I attempted to have Eardwulf assassinated. Eardwulf's survival may have been viewed as a sign of divine favour. A group of nobles conspired to assassinate Æthelred in April 796 and he was succeeded by Osbald: Osbald's reign lasted only twenty-seven days before he was deposed and Eardwulf became king on 14 May 796.\nÆlfwald, according to one tradition, reigned as king of Northumbria following the deposition of Eardwulf in 806. This information appears only in the anonymous tract \"De primo Saxonum adventu\" and in the later \"Flores Historiarum\" of Roger of Wendover. Roger states that Ælfwald had overthrown Eardwulf."
  },
  {
    "id": "e219c4ba-aba6-4386-a8b3-dae0d28b6097",
    "claim": "James Vernor created the soft drink that is decades older than another drink. The other drink was formulated by Charles Elmer Hires.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Hires Root Beer is a soft drink which is marketed by Dr Pepper Snapple Group. Introduced in 1876, it is considered the second longest continuously made soft drink in the United States. Only Vernors Ginger Ale , dating to 1866, is older.\nVernors is a ginger flavored soft drink and the oldest surviving ginger ale brand in the United States. It was created in 1866 by James Vernor, a Detroit pharmacist.\nCharles Elmer Hires (August 19, 1851 – July 31, 1937) was an early promoter of commercially prepared root beer. He was a Quaker pharmacist from Philadelphia, Pennsylvania, who formulated the eponymous Hires Root Beer beverage."
  },
  {
    "id": "dc0f94b4-1873-4483-8be5-7bb320e91419",
    "claim": "Trần Ích Tắc lived in a city after failing to return as King of Annam. This city and Quzhou are both cities located in Parma.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Trần Ích Tắc (陳益稷 , 1254–1329), title before defection Prince Chiêu Quốc (Vietnamese: Chiêu Quốc vương / 昭國王) was the fifth prince of Trần Thái Tông, first emperor of the Trần Dynasty, and the younger brother of the Emperor Trần Thánh Tông and grand chancellor Trần Quang Khải. Before the invasion of Vietnam by the Yuan Dynasty, Trần Ích Tắc was the most famous prince of Trần Thái Tông for his intelligence and broad knowledge, the mansion of Prince Chiêu Quốc in Thăng Long was also a renowned school of the capital. But in the beginning of the war, Trần Ích Tắc decided to surrender to Kublai Khan's prince Toghan and thus became the highest ranking defector of the Trần Dynasty during the war of resistance against Yuan's army. For this reason, he was denounced in Vietnamese historical books as a traitor with the derogatory name \"Ả Trần\" (Hán tự: 妸陳, \"the woman named Trần\"). After another failed attempt of the Yuan Dynasty to bring Trần Ích Tắc return as King of Annam, he continued to live in Ezhou, Hubei and ultimately died in foreign soil.\nEzhou () is a prefecture-level city in eastern Hubei Province, China. As of the 2010 census, the city had a population of 1,048,668, of which 668,727 lived in the core Echeng District. The Ezhou - Huanggang built-up (\"or metro\") area was home to 1,035,496 inhabitants from the Echeng and Huangzhou, Huanggang Districts.\n   () is a prefecture-level city in western Zhejiang province, People's Republic of China. Sitting on the upper course of the Qiantang River, it borders Hangzhou to the north, Jinhua to the east, Lishui to the southeast, and the provinces of Fujian, Jiangxi and Anhui to the south, southwest and northwest respectively."
  },
  {
    "id": "7143e5dd-fb30-44c1-9dae-c500540c7d7d",
    "claim": "Emery, Ohio is the ghost town near the city that lies close to the Ohio Turnpike, a 241. 26 mi highway.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Ohio Turnpike, officially the James W. Shocknessy Ohio Turnpike, is a 241.26 mi , limited-access toll highway in the U.S. state of Ohio, serving as a primary corridor to Chicago and Pittsburgh. The road runs east–west in the northern section of the state, with the western end at the Indiana–Ohio border near Bryan where it meets the Indiana Toll Road, and the eastern end at the Ohio–Pennsylvania border near Petersburg, where it meets the Pennsylvania Turnpike. The road is owned and maintained by the Ohio Turnpike and Infrastructure Commission (OTIC), headquartered in Berea.\nTedrow is an unincorporated community and census-designated place (CDP) in southwestern Dover Township, Fulton County, Ohio, United States. It lies at the intersection of the east-west County Road J with the north-south County Roads 17-2 and 17-3, 3 mi north and 3.5 mi west of the northern edge of the city of Wauseon, the county seat of Fulton County. The community lies less than one mile (about 1 km) north of the Ohio Turnpike, although the nearest exit is several miles away.\nEmery is an ghost town in Dover Township, Fulton County, Ohio, near present-day Tedrow, Ohio."
  },
  {
    "id": "0d763be1-df89-4702-82b4-7bd2a99e7327",
    "claim": "The Swan of Catania was taught by an Catanian composer. This composer also taught  Salvatore Agnelli.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Vincenzo Salvatore Carmelo Francesco Bellini (] ; 3 November 1801 – 23 September 1835) was an Italian opera composer, who was known for his long-flowing melodic lines for which he was named \"the Swan of Catania\".\nGiovanni Furno (Capua, January 1, 1748 – Naples , June 20, 1837) was an Italian composer and famous music teacher. Among his students were Vincenzo Bellini and Saverio Mercadante. He was unanimously considered the best teacher in Naples. His primer on partimenti, called \"Easy, short, and plain method of the first and essential rules for the accompaniment of unfigured partimenti\" was an extremely popular textbook and was reprinted many times.\nSalvatore Agnelli (1817–1874) was an Italian composer. He was born at Palermo, studied at the Naples Conservatory, under Furno, Zingarelli, and Donizetti."
  },
  {
    "id": "3ba95872-9688-4b9c-bb30-808b65e98b88",
    "claim": "The genus of the plant hybrid 'Music' and Gagea are both shrubs.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "'Music' is a hybrid cultivar of the genus \"Cryptanthus\" in the Bromeliad family.\nGagea is a large genus of spring flowers in the lily family. It is found primarily in Eurasia with a few species extending into North Africa and North America.\nCryptanthus is a genus in the botanical family Bromeliaceae, subfamily Bromelioideae. The genus name is from the Greek “cryptos” (hidden) and “anthos” (flower). This genus has two recognized subgenera: the type subgenus and \"Hoplocryptanthus\" . All species of this genus are endemic to Brazil. The common name for any \"Cryptanthus\" is \"Earth Star\"."
  },
  {
    "id": "57bd6101-f829-4c49-a272-543bd6b65997",
    "claim": "A supporting actor from the movie Open Grave is best known for his roll in The Vampire Diaries, a CW show. That show eventually spun off into \"The Originals\".",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Open Grave is a 2013 post-apocalyptic zombie-like suspense film directed by Gonzalo López-Gallego, starring Sharlto Copley as Jonah Cooke and Thomas Kretschmann, Joseph Morgan, Erin Richards, Josie Ho, in supporting roles. Josie Ho plays the character of a mute. All the characters excluding the mute suffer from amnesia and can't remember anything from their lives. The story follows them trying to figure out their identities and their past while evading zombie-like humans affected by rage virus and also their struggle to escape the forest they are stuck in.\nThe Original vampires, in the universe of \"The Vampire Diaries\" and \"The Originals\", are a family of vampires from which all current vampires descend, as well as being the most powerful and indestructible of their kind. In Autumn 1001 AD, after the death of her youngest son Henrik at the hands of werewolves, the powerful witch Esther performed an occult blood ritual in order to protect her five remaining children—(Finn, Elijah, Niklaus, Kol, and Rebekah)—and her husband, Mikael. The ritual transformed her family into the first vampires.\nJoseph Morgan (born Joseph Martin; 16 May 1981) is an English actor and director. He is best known for his role as Klaus Mikaelson in The CW show \"The Vampire Diaries\" and its spin-off \"The Originals\"."
  },
  {
    "id": "929e130b-399f-4c51-af57-29aba0ca58c2",
    "claim": "The birthplace of American engineer Alfred L.Rives is a plantation near Monticello, the primary residence of Thomas Jefferson.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Alfred Landon Rives (born in March 25, 1830, Paris, France - February 27, 1903 Castle Hill, Virginia) was an American engineer.\nMonticello was the primary plantation of Thomas Jefferson, the third President of the United States, who began designing and building Monticello at age 26 after inheriting land from his father. Located just outside Charlottesville, Virginia, in the Piedmont region, the plantation was originally 5000 acre , with Jefferson using slaves for extensive cultivation of tobacco and mixed crops, later shifting from tobacco cultivation to wheat in response to changing markets. Due to its architectural and historic significance, the property has been designated a National Historic Landmark. In 1987 Monticello and the nearby University of Virginia, also designed by Jefferson, were together designated a UNESCO World Heritage Site. The current nickel, a United States coin, features a depiction of Monticello on its reverse side.\nCastle Hill (Virginia) is an historic, privately owned, 600-acre (243 ha) plantation located at the foot of the Southwest Mountains in Albemarle County, Virginia, near Monticello and the city of Charlottesville, and is recognized by the Virginia Landmarks Register and the National Register of Historic Places. Castle Hill was the beloved home of Dr. Thomas Walker (1715–1794) and his wife, Mildred Thornton Meriwether (widow of Nicholas Meriwether III). Walker was a close friend and the physician of Peter Jefferson, and later the guardian of young Thomas Jefferson after his father's death."
  },
  {
    "id": "28953b30-4310-416c-9606-e7ac29ae00b1",
    "claim": "Yes, Lucy Maud Montgomery and the writer of the book \"A Biographical Dictionary of the First Fleet\" that Jean-Claude Andro translated were both authors.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Rosario Castellanos Figueroa (] ; 25 May 1925 – 7 August 1974) was a Mexican poet and author. Along with the other members of the Generation of 1950 (the poets who wrote following the Second World War, influenced by César Vallejo and others), she was one of Mexico's most important literary voices in the last century. Throughout her life, she wrote eloquently about issues of cultural and gender oppression, and her work has influenced feminist theory and cultural studies. Though she died young, she opened the door of Mexican literature to women, and left a legacy that still resonates today.\nJean-Claude Andro (1937, Quimper – 2000) was a French writer. He published his first novel at 22 and then left to teach in Mexico (1960-62). He then pursued a career as a novelist and translator (\"Zone sacrée\" and \"Chant des aveugles\" by Carlos Fuentes and \"Christ des ténèbres\" by Rosario Castellanos).\nLucy Maud Montgomery {'1': \", '2': \", '3': \", '4': \"} (November 30, 1874 – April 24, 1942) published as L.M. Montgomery, was a Canadian author best known for a series of novels beginning in 1908 with \"Anne of Green Gables\". The book was an immediate success. The central character, Anne Shirley, an orphaned girl, made Montgomery famous in her lifetime and gave her an international following."
  },
  {
    "id": "e31d691f-3dd4-43b7-8329-a9598c100aeb",
    "claim": "The conductor of the Wu experiment was an Austrian-born American physicist whose expertise in experimental physics evoked comparisons to a scientist who passed away in 1934.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Chien-Shiung Wu (; May 31, 1912 – February 16, 1997) was a Chinese-American experimental physicist who made significant contributions in the field of nuclear physics. Wu worked on the Manhattan Project, where she helped develop the process for separating uranium metal into uranium-235 and uranium-238 isotopes by gaseous diffusion. She is best known for conducting the Wu experiment, which contradicted the hypothetical law of conservation of parity. This discovery resulted in her colleagues Tsung-Dao Lee and Chen-Ning Yang winning the 1957 Nobel Prize in physics, and also earned Wu the inaugural Wolf Prize in Physics a mere two decades later in 1978. Her expertise in experimental physics evoked comparisons to Marie Curie. Her nicknames include \"the First Lady of Physics\", \"the Chinese Madame Curie\", and the \"Queen of Nuclear Research\".\nMarie Skłodowska Curie ( ; ] ; ] ; 7 November 18674 July 1934; born Maria Salomea Skłodowska; ] ) was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize, the first person and only woman to win twice, the only person to win a Nobel Prize in two different sciences, and was part of the Curie family legacy of five Nobel Prizes. She was also the first woman to become a professor at the University of Paris, and in 1995 became the first woman to be entombed on her own merits in the Panthéon in Paris.\nThe Wu experiment was a nuclear physics experiment conducted in 1956 by the Chinese American physicist Chien-Shiung Wu in collaboration with the Low Temperature Group of the US National Bureau of Standards. The experiment's purpose was to establish whether or not conservation of parity (\"P\"-conservation), which was previously established in the electromagnetic and strong interactions, also applied to weak interactions. If \"P\"-conservation were true, a mirrored version of the world (where left is right and right is left) would behave as the mirror image of the current world. If \"P\"-conservation were violated, then it would be possible to distinguish between a mirrored version of the world and the mirror image of the current world."
  },
  {
    "id": "cfc262a3-60b4-4522-815b-19c874dbe952",
    "claim": "David Ayer wrote and directed a film. The actor who played Detective Chester Lake in the episode of Cold (Law & Order: Special Victims Unit) played Margot Robbie in this film.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Suicide Squad is a 2016 American superhero film based on the DC Comics antihero team of the same name, distributed by Warner Bros. Pictures. It is the third installment in the DC Extended Universe (DCEU). The film is written and directed by David Ayer and stars an ensemble cast featuring Will Smith, Jared Leto, Margot Robbie, Joel Kinnaman, Viola Davis, Jai Courtney, Jay Hernandez, Adewale Akinnuoye-Agbaje, Ike Barinholtz, Scott Eastwood, and Cara Delevingne. In \"Suicide Squad\", a secret government agency led by Amanda Waller recruits imprisoned supervillains to execute dangerous black ops missions and save the world from a powerful threat, in exchange for reduced sentences.\nAdam Beach (born November 11, 1972) is a Saulteaux actor. He is best known for his roles as Victor in \"Smoke Signals\", Frank Fencepost in \"Dance Me Outside\", Tommy in \"Walker, Texas Ranger\", Kickin' Wing in \"Joe Dirt\", U.S. Marine Corporal, Ira Hayes in \"Flags of Our Fathers\", Private Ben Yazzie in \"Windtalkers\", Dr. Charles Eastman (Ohiyesa) in \"Bury My Heart at Wounded Knee\", in \"\", and Officer Jim Chee in the film adaptations of \"Skinwalkers\", \"Coyote Waits\", and \"A Thief of Time\". He starred in the Canadian 2012-2014 series \"Arctic Air\", and played Slipknot in the 2016 film \"Suicide Squad\". He also played Squanto in Disney's \"Squanto, a Warrior's Tale.\"\n\"Cold\" is the 19th episode and season finale of the of the police procedural television series \"\" and the 202nd episode overall. It originally aired on NBC in the United States on May 13, 2008. In the episode, Detective Chester Lake (Adam Beach) refuses to cooperate after fatally shooting a police officer, causing the Special Victims Unit squad to investigate what he is hiding. Meanwhile, Assistant District Attorney Casey Novak faces censure, while Detective Tutuola (Ice-T) files paperwork to be transferred out of the Special Victims Unit."
  },
  {
    "id": "ad66257d-b3ab-4a69-8d38-5626a5f91123",
    "claim": "The author of The Bell Jar is German. Michael Cunningham won more Pulitzer prizes than her.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Michael Cunningham (born November 6, 1952) is a U.S. novelist and screenwriter. He is best known for his 1998 novel \"The Hours\", which won the Pulitzer Prize for Fiction and the PEN/Faulkner Award in 1999. Cunningham is a senior lecturer of creative writing at Yale University.\nThe Bell Jar is the only novel written by the American writer and poet Sylvia Plath. Originally published under the pseudonym \"Victoria Lucas\" in 1963, the novel is semi-autobiographical, with the names of places and people changed. The book is often regarded as a \"roman à clef\" since the protagonist's descent into mental illness parallels Plath's own experiences with what may have been clinical depression. Plath died by suicide a month after its first UK publication. The novel was published under Plath's name for the first time in 1967 and was not published in the United States until 1971, in accordance with the wishes of both Plath's husband, Ted Hughes, and her mother. The novel has been translated into nearly a dozen languages. The novel, though dark, is often read in high school English classes.\nSylvia Plath ( ; October 27, 1932 – February 11, 1963) was an American poet, novelist, and short story writer. Born in Boston, she studied at Smith College and Newnham College at the University of Cambridge before receiving acclaim as a poet and writer. She married fellow poet Ted Hughes in 1956, and they lived together in the United States and then in England. They had two children, Frieda and Nicholas, before separating in 1962. Plath was clinically depressed for most of her adult life, and was treated multiple times with electroconvulsive therapy (ECT). She committed suicide in 1963."
  },
  {
    "id": "fc82dc6f-ad3e-4164-a193-c3263048452e",
    "claim": "The star of Fist & Faith was known for her role in a movie directed by Ding Sheng.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Police Story 2013 (also known as Police Story: Lockdown) is a 2013 Chinese-Hong Kong action crime thriller film directed and written by Ding Sheng, and starring Jackie Chan in another reboot of the \"Police Story\" film series. The film is directed by Ding Sheng, who previously helmed Chan's \"Little Big Soldier\". Unlike the previous \"Police Story\" films where he portrays a Hong Kong cop, Chan instead portrays a mainland Chinese officer.\nJing Tian (born 21 July 1988) is a Chinese actress. She graduated from the Beijing Dance Academy and Beijing Film Academy. She is known for her roles in war epic \"The Warring States\" (2011) and the action films \"Special ID\" and \"Police Story 2013\" (both in 2013). She is part of the cast for three Legendary Pictures films, including a prominent role in \"The Great Wall\" (2016) as well as \"\" (2017) and the upcoming \"\".\nFist & Faith (Chinese: 青禾男高) is a Chinese coming-of-age film directed by Jiang Zhuoyuan, starring Jing Tian and Oho Ou. It was released in China on July 13, 2017."
  },
  {
    "id": "e3faae62-3c84-42dc-9c75-2254f0ce57ca",
    "claim": "The Man from Snowy River II was the film produced before the movie, in which Aparshakti Khurana made his Bollywood debut.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Aparshakti Khurrana is an Indian RJ, Bollywood actor and TV anchor. He is the younger brother of Ayushmann Khurrana who is a popular actor from Bollywood. Khurana made his Bollywood debut with Aamir Khan's \"Dangal\". He is currently hosting the show \"You Have Been Warned\" on Discovery Channel India.\nDangal (English: \"Wrestling competition\" ) is a 2016 Indian Hindi-language biographical sports drama film loosely based on the story of Mahavir Singh Phogat, an amateur wrestler, who trains his daughters Geeta Phogat and Babita Kumari to be world-class wrestlers. It was directed by Nitesh Tiwari. Produced by Walt Disney Pictures, Aamir Khan Productions and UTV Motion Pictures, it stars Aamir Khan as the father. Both daughters go on to win medals at the 2010 Commonwealth Games. Babita won a silver medal at the Games, in the 51 kg class and gold at the 2014 Glasgow Games in the 55 kg class. In 2012, Geeta became the first Indian female wrestler to qualify for the Olympics. Mahavir's efforts inspired dozens of Indian women to take to wrestling. Fatima Sana Shaikh and Sanya Malhotra play the older selves of the sisters while Sakshi Tanwar plays their mother and Aparshakti Khurana, their cousin.\nThe Man from Snowy River II is a 1988 Australian drama film, the sequel to the 1982 film \"The Man from Snowy River\"."
  },
  {
    "id": "f8bed469-05db-4fe4-a321-eb2599e80b0d",
    "claim": "The high school that Gülşen Bayraktar attended is in a city. Yeni Valide Mosque are located in the same city.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Gülşen Bayraktar (] ; born 29 May 1976) is a Turkish singer-songwriter. Born and raised in Istanbul, she graduated from Şehremini High School. After finishing high school, Gülşen enrolled in Istanbul Technical University and at the same time began performing at bars and later left the university. In 1995, while performing at a bar she was discovered by a composer and made a contract with Raks Müzik for making her first studio album.\nThe Yeni Valide Mosque (Turkish: \"Yeni Valide Camii\" ) is an 18th-century Ottoman mosque in the Üsküdar district of Istanbul, Turkey.\nIstanbul Technical University (Turkish \"İstanbul Teknik Üniversitesi\", commonly referred to as ITU or Technical University) is an international technical university located in Istanbul, Turkey. It is the world's third-oldest technical university dedicated to engineering sciences as well as social sciences recently, and is one of the most prominent educational institutions in Turkey. ITU is ranked 108th worldwide and 1st nationwide in the field of engineering/technology by THES - QS World University Rankings in 2009. Graduates of İstanbul technical university have received many TUBITAK science and TUBA awards. Numerous graduates have also become members of the academy of sciences in the U.S.A, Britain and Russia. The university's basketball team, ITUSpor, is in the Turkish Basketball Second League. The university has 39 undergraduate, 144 graduate programs, 13 colleges, 346 labs and 12 research centers. Its student-to-faculty ratio is 12:1."
  },
  {
    "id": "dc4656c7-58f6-4bb0-aa1e-2f7d4a49f765",
    "claim": "The author of Any Human Heart: The Intimate Journals of Logan Mountstuart was British and was born on June 23, 1967. He and and Jim Thompson were both screenwriters.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "James Myers Thompson (September 27, 1906 – April 7, 1977) was an American author and screenwriter, known for his hardboiled crime fiction.\nWilliam Boyd, CBE (born 7 March 1952) is a Scottish novelist and screenwriter.\nAny Human Heart: The Intimate Journals of Logan Mountstuart is a 2002 novel by William Boyd, a British writer. It is written as a lifelong series of journals kept by Mountstuart, a writer whose life (1906–1991) spanned the defining episodes of the 20th century, crossed several continents and included a convoluted sequence of relationships and literary endeavours. Boyd uses the diary form to explore how public events impinge on individual consciousness, so that Mountstuart’s journal alludes almost casually to the war, the death of a prime minister or the abdication of the king. Boyd plays ironically on the theme of literary celebrity, introducing his protagonist to several real writers who are included as characters – a spat with Virginia Woolf in London, a possible sexual encounter with Evelyn Waugh at Oxford, a clumsy exchange with James Joyce in Paris, and a friendship with Ernest Hemingway that spans several years."
  },
  {
    "id": "3fb9cb07-eeb1-4ac2-8a0f-f21e7258ff1c",
    "claim": "The club whose home ground is Moss Rose plays in the league sponsored by a company.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Macclesfield Town Football Club is a professional association football club based in Macclesfield, Cheshire, England. The club currently plays in the National League, the fifth tier of English football.\nMoss Rose is a multi-purpose stadium in Macclesfield, Cheshire, England. It is currently used mostly for football matches and is the home ground of Macclesfield Town F.C.. The stadium holds 6,355 and was built in 1891, which until Macclesfield's relegation in 2012 made it the second oldest in the Football League.\nThe National League, currently named the Vanarama National League for sponsorship reasons, is the top division of the National League in English football. It is the highest level of the National League System and fifth-highest of the overall English football league system. While all of the clubs in the top four divisions of English football are full-time professional, the National League has a mixture of full-time and semi-professional clubs. The National League is the lowest division in the English football pyramid organised on a nationwide basis. Formerly the Conference National, the league was renamed the National League from the 2015–16 season."
  },
  {
    "id": "ceb0fa08-1bbb-4fc0-8e13-f4c6c94a3957",
    "claim": "This is the tropical island that has parts leased to Macau and a bridge to Macau. It is also the home of the Chimelong International Ocean Resort.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Chimelong International Ocean Resort is a theme park resort that currently consists of one theme park, one circus act and three themed hotels. The resort is located at Hengqin, Zhuhai, China.\nLotus Bridge () is a cross-border bridge linking the Cotai reclamation area of Macau with Hengqin Island in Zhuhai, Guangdong Province, People's Republic of China (PRC). The bridge is the road crossing between mainland China and Macau. This border crossing is open between 9:00 a.m. and 8:00 p.m.\nHengqin, sometimes known as Ilha de Montanha in Portuguese\",\" is an island in Zhuhai, a prefecture-level city and Special Economic Zone in the Guangdong province of the People's Republic of China. It has a population of about 3,000. Parts of Hengqin are leased to Macau by the State Council of the People's Republic of China in 2009."
  },
  {
    "id": "c44e62d8-6da7-4e4c-8bcc-97e8bb9feac2",
    "claim": "Never a Dull Moment and another film do not both Star Sally Rogers. The actor Wiley Harker appeared in this other film in which Sally Rogers does not star.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Straight Story is a 1999 internationally co-produced biographical road drama film directed by David Lynch. The film was edited and produced by Mary Sweeney, Lynch's longtime partner and co-worker. She co-wrote the script with John E. Roach. The film is based on the true story of Alvin Straight's 1994 journey across Iowa and Wisconsin on a lawn mower. Alvin (Richard Farnsworth) is an elderly World War II veteran who lives with his daughter Rose (Sissy Spacek), a kind woman with an intellectual disability. When he hears that his estranged brother Lyle (Harry Dean Stanton) has suffered a stroke, Alvin makes up his mind to go visit him and hopefully make amends before he dies. Because Alvin's legs and eyes are too impaired for him to receive a driving license, he hitches a trailer to his recently purchased thirty-year-old John Deere 110 Lawn Tractor, having a maximum speed of about 5 miles per hour, and sets off on the 240 mile journey from Laurens, Iowa to Mount Zion, Wisconsin.\nJames \"Wiley\" Harker (January 27, 1915 – May 1, 2007) was an American character actor who portrayed Crane Tolliver in the soap opera \"General Hospital\" in 1983. He also played Justice Harold Webb in \"First Monday in October\" (1981). He also appeared in \"Things to Do in Denver When You're Dead\" and \"The Straight Story\".\nNever a Dull Moment is a 1968 American comedy crime film from Walt Disney Productions starring Dick Van Dyke and Edward G. Robinson and directed by Jerry Paris. The script by AJ Carothers was based on a novel by John Godey. The supporting cast features Dorothy Provine, Henry Silva, Slim Pickens and Jack Elam."
  },
  {
    "id": "c7dfffc5-0269-4965-9659-2720aae0e2a8",
    "claim": "Jacob \"Jack\" Kevorkian, born in 1977, is best known for publicly championing a terminal patient's right to die via physician-assisted suicide. Not the Hall of Fame porn star that replaced Juli Ashton on Playboy Radio.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Jacob \"Jack\" Kevorkian ( ; May 26, 1928 – June 3, 2011) was an American pathologist and euthanasia proponent. He is best known for publicly championing a terminal patient's right to die via physician-assisted suicide; he claimed to have assisted at least 130 patients to that end. He was often portrayed in the media with the name of \"Dr. Death\"; however, many consider him a hero, as he helped set the platform for reform. He famously said, \"Dying is not a crime\".\nChristy Canyon (born June 17, 1966) is a retired pornographic actress and American radio personality. She is an inductee of the AVN and XRCO Hall of Fame.\nPlayboy Radio is an Internet radio station. Playboy Radio was originally launched on XM Satellite Radio in September 2002. Included were programs such as \"Night Calls Radio\" originally hosted by adult film star Juli Ashton and Playboy TV star Tiffany Granath and Playboy's Sexcetera with reporter Kira Reed. Hall of Fame porn star Christy Canyon was brought in as a replacement when Ashton left to pursue other ventures in April/May 2005. The channel also featured programs such as Playboy TV's \"Sex Court\", \"The Weekend Flash\" and \"Sexy Stories\". It was XM's first premium station — offered à la carte on top of the base XM subscription price. Playboy Radio gained a healthy following, including a dedicated group of \"Night Calls\" fans that established a strong online presence, although many complained the station offered too little content for the monthly price."
  },
  {
    "id": "f0cd2887-11cc-49ba-9e18-53c3f17a8b77",
    "claim": "Everman Independent School District in Dallas, Texas is a public school district in a suburb of Fort Worth, the fifth-largest city in the state.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Everman Independent School District is a public school district based in Everman, Texas (USA). In addition to Everman, the district serves portions of Fort Worth and Forest Hill.\nFort Worth is the 16th-largest city in the United States and the fifth-largest city in the state of Texas. The city is in North Central Texas and covers nearly 350 sqmi in the counties of Denton, Parker, Wise, and Tarrant, of which it is the county seat. According to the 2016 census estimates, Fort Worth's population is 854,113. The city is the second-largest in the Dallas–Fort Worth–Arlington metropolitan area (the \"DFW Metroplex\").\nForest Hill is a suburb of Fort Worth in Tarrant County, Texas, United States. The population was 12,355 at the 2010 census."
  },
  {
    "id": "dc5a51a1-2b97-4b70-9e9d-948920f3fbcd",
    "claim": "Kate Millet was the graduate that the editor of the book Shoulder to Shoulder is about, interviewed in \"Women Talking\".",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Katherine Murray Millett (September 14, 1934 – September 6, 2017) was an American feminist writer, educator, artist, and activist. She attended Oxford University and was the first American woman to be awarded a degree with first-class honors after studying at St Hilda's College, Oxford. She has been described as \"a seminal influence on second-wave feminism\", and is best known for her book \"Sexual Politics\" (1970), which was based on her doctoral dissertation at Columbia University. Journalist Liza Featherstone attributes previously unimaginable \"legal abortion, greater professional equality between the sexes, and a sexual freedom\" being made possible partially due to Millett's efforts.\nShoulder to Shoulder is a 1974 BBC television serial and book relating the history of the women's suffrage movement, both edited by Midge Mackenzie. The drama series grew out of discussions between Mackenzie and the actress and singer Georgia Brown, who was dissatisfied at the lack of decent roles for women in TV drama. Brown enlisted the producer Verity Lambert in the project she and Mackenzie were devising to dramatise the struggle for women's suffrage, and the three women presented the idea to the BBC, which gave approval for the series. Originally they had hoped to use only female script writers but this proved impracticable. Male writers were used and the three female originators of the project found they needed to remove from their scripts a number of 'innuendoes, misconceptions and untruths' indicative of what Georgia Brown termed \"the male point of view\".\nMargaret Rose MacKenzie, known as Midge Mackenzie, (6 March 1938 - 28 January 2004) was a London-born writer and filmmaker who first become known for producing Robert Joffrey's multimedia ballet \"Astarte\" with the Joffrey Ballet, and \"Women Talking\", a documentary with interviews of Kate Millett, Betty Friedan and other leading figures in the US women’s liberation movement."
  },
  {
    "id": "54f17270-54f2-456a-9840-e53a0508916e",
    "claim": "The king of Northumbria, who possibly became king while still a child, attempted to have another royal who was held responsible for the killing of Alkmund of Derby assassinated was AEthelred I.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Eardwulf (fl. 790 – c. 830) was king of Northumbria from 796 to 806, when he was deposed and went into exile. He may have had a second reign from 808 until perhaps 811 or 830. Northumbria in the last years of the eighth century was the scene of dynastic strife between several noble families: in 790, the then-king Æthelred I attempted to have Eardwulf assassinated. Eardwulf's survival may have been viewed as a sign of divine favour. A group of nobles conspired to assassinate Æthelred in April 796 and he was succeeded by Osbald: Osbald's reign lasted only twenty-seven days before he was deposed and Eardwulf became king on 14 May 796.\nÆthelred ( ; c. 762  – 18 April 796), was the king of Northumbria from 774 to 779 and again from 790 until he was murdered in 796. He was the son of Æthelwald Moll and Æthelthryth and possibly became king while still a child after Alhred was deposed.\nÆlfwald, according to one tradition, reigned as king of Northumbria following the deposition of Eardwulf in 806. This information appears only in the anonymous tract \"De primo Saxonum adventu\" and in the later \"Flores Historiarum\" of Roger of Wendover. Roger states that Ælfwald had overthrown Eardwulf."
  },
  {
    "id": "9d9eb4b3-9914-4345-b365-2588890c10d0",
    "claim": "The movie adaption of the novel \"In Her Shoes\" was released in 2005. Not It was written by the author of Good In Bed.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Good In Bed is the debut novel of Jennifer Weiner. It tells the story of an overweight Jewish female journalist, her love and work life and her emotional abuse issues with her father. The novel was a \"New York Times\" Best Seller. Aspects of the plot were inspired by Weiner's own life.\nIn Her Shoes is a 2005 American comedy-drama film based on the novel of the same name by Jennifer Weiner. It is directed by Curtis Hanson with an adapted screenplay by Susannah Grant and stars Cameron Diaz, Toni Collette, and Shirley MacLaine. The film focuses on the relationship between two sisters and their grandmother.\nJennifer Weiner (born March 28, 1970) is an American writer, television producer, and former journalist. She is based in Philadelphia, Pennsylvania. Her debut novel, published in 2001, was \"Good in Bed\". Her novel \"In Her Shoes\" (2002) was made into a movie starring Cameron Diaz, Toni Collette, and Shirley MacLaine."
  },
  {
    "id": "0875a5b5-f016-4b37-89c3-2d368b26bf83",
    "claim": "Miriam Toews and another poet are not from the same country. This other poet was born in the Palacio de las Dueñas.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Antonio Machado, in full Antonio Cipriano José María y Francisco de Santa Ana Machado y Ruiz (26 July 1875 – 22 February 1939), was a Spanish poet and one of the leading figures of the Spanish literary movement known as the Generation of '98. His work, initially modernist, evolved towards an intimate form of symbolism with romantic traits, which itself matured towards a style characterised by both an engagement with humanity on one side and an almost Taoist contemplation of existence on the other, a synthesis that according to Machado echoed the most ancient popular wisdom. In Gerardo Diego's words, Machado \"spoke in verse and lived in poetry.\"\nMiriam Toews ( ; born 1964 in Steinbach, Manitoba) is a Canadian writer, best known for her novels \"A Complicated Kindness\" and \"All My Puny Sorrows\". She has won a number of literary prizes including the Governor General's Award for Fiction and the Writers' Trust Engel/Findley Award for body of work. She is also a two-time finalist for the Scotiabank Giller Prize and a two-time winner of the Rogers Writers' Trust Fiction Prize.\nPalacio de las Dueñas (more properly, Palace of the Dukes of Alba; occasionally, Palacio de las Pinedas) is a palace in Seville, Spain, currently belonging to the House of Alba. It was built in the late 15th century in the Renaissance style with Gothic and Moorish influences. The palace is one of the major historic homes in the city of great architectural and artistic heritage. The poet Antonio Machado was born here, as were Carlos Falcó, Marqués de Griñón and Marqués de Castelmoncayo. On October 5, 2011 Cayetana Fitz-James Stuart, 18th Duchess of Alba married here. It became a national monument, now a \"Bien de Interés Cultural\", on June 3, 1931. It is open to the public."
  },
  {
    "id": "78ec34d0-02de-4714-b513-002d5e733a28",
    "claim": "Eleventh Dream Day and the band that released the EP Nature Bears a Vacuum are both rock bands from the state of Michigan in the United States.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Nature Bears a Vacuum is a 7\" EP released by indie rock band The Shins. The EP was released on the Omnibus Records label in 1998. According to one reviewer, the EP is meant to be played at a different speed (33 rpm and 45 rpm) on each side. The title is a reversal of the phrase \"Nature abhors a vacuum\".\nEleventh Dream Day is an American alternative rock band from Chicago, Illinois, United States.\nThe Shins are an American indie rock band from Albuquerque, New Mexico, formed in 1996. The band's current lineup consists of James Mercer (vocals, guitar, songwriter), Jon Sortland (drums), Mark Watrous (guitar), Casey Foubert (guitar), Yuuki Matthews (bass), and Patti King (keyboards). The band is based in Portland, Oregon."
  },
  {
    "id": "f32edc63-77cf-4166-acc0-09a85b52e4de",
    "claim": "The author of Liars in Love published a work by the name of \"Eleven Kinds of Loneliness\". One of Italo Calvino's best known works was of the same genre and named \"Cosmicomics\"",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Italo Calvino (] ; 15 October 1923 – 19 September 1985) was an Italian journalist and writer of short stories and novels. His best known works include the \"Our Ancestors\" trilogy (1952–1959), the \"Cosmicomics\" collection of short stories (1965), and the novels \"Invisible Cities\" (1972) and \"If on a winter's night a traveler\" (1979).\nLiars in Love is a collection of short stories by Richard Yates, published in 1981.\nRichard Yates (February 3, 1926 – November 7, 1992) was an American fiction writer, identified with the mid-century \"Age of Anxiety\". His first novel, \"Revolutionary Road\", was a finalist for the 1962 National Book Award. His first short story collection, \"Eleven Kinds of Loneliness\", brought comparisons to James Joyce. His critical acclaim, however, was not reflected in commercial success during his lifetime, though interest in Yates has revived somewhat since his death, partly because of an influential 1999 essay by Stewart O'Nan in the Boston Review, a 2003 biography by Blake Bailey and the 2008 Academy Award-nominated and Golden Globe-winning film \"Revolutionary Road\", starring Kate Winslet and Leonardo DiCaprio."
  },
  {
    "id": "2bba5614-18d0-4d3e-86ef-4ffd1f569014",
    "claim": "The album released by a NWOBHM heavy metal band in February of 1981 that contains a reference to a highway was part of the Hero, Hero compilation album.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Point of Entry is the seventh album from the British heavy metal band Judas Priest. It was released on 26 February 1981.\nHero, Hero is a compilation album of early Judas Priest recordings, released in between \"British Steel\" (1980) and \"Point of Entry\" (1981) by Gull Records.\n\"Heading Out to the Highway\" is a song by British heavy metal band Judas Priest from their 1981 album \"Point of Entry\". It was released as a single later that year."
  },
  {
    "id": "16144698-d40a-499d-b319-7239299b284a",
    "claim": "The director of Jackass Mail and Sam Wanamaker are directors.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Norman Zenos McLeod (September 20, 1898 – January 27, 1964) was an American film director, cartoonist, and writer.\nJackass Mail is a 1942 Western comedy film directed by Norman Z. McLeod and starring Wallace Beery and Marjorie Main.\nSamuel Wanamaker, CBE (born Samuel Wattenmacker; June 14, 1919 – December 18, 1993) was an American actor and director who moved to the UK after he feared being blacklisted in Hollywood due to his early pronounced liberal sympathies. He is credited as the person most responsible for the modern recreation of Shakespeare's Globe Theatre in London, where he is commemorated in the name of the Sam Wanamaker Playhouse, the site's second theatre."
  },
  {
    "id": "369ae43a-6199-46cd-a4ef-d171f842f670",
    "claim": "Mohammad Akram,  is a former Pakistani cricketer (now holding English citizenship) who bowled right arm fast-medium. He is head coach of the team with the home ground of Arbab Niaz Stadium.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Peshawar Zalmi (Pashto: پېښور زلمي‎ ; Urdu: ‎ ; lit. \"Peshawar Youth\") is a Pakistani franchise T20 cricket team which plays in the Pakistan Super League and represents Peshawar, capital city of the Khyber Pakhtunkhwa province of Pakistan. It is owned by Javed Afridi of Haier Pakistan, who also owns the Benoni Zalmi franchise in the T20 Global League of South Africa. Peshawar Zalmi was established in 2015 following the announcement of the inaugural Pakistan Super League (PSL) by the Pakistan Cricket Board (PCB). Darren Sammy is the current captain of the team as of October 2016 and Mohammad Akram is the head coach.\nMohammad Akram (Urdu: محمد اکرم) (born 10 September 1974) is a former Pakistani cricketer (now holding British citizenship) who bowled right arm fast-medium. He played in 9 Test matches and 23 One Day International matches for Pakistan between 1995–1996 and 2000-2001. He is the current coach of Peshawar Zalmi in PSL.\nArbab Niaz Stadium is a Test cricket ground in Peshawar, Khyber Pukhtunkhwa, Pakistan. It is the home ground for Peshawar Zalmi. It replaced the Peshawar Club Ground as the home ground for the Peshawar cricket team in 1985. The ground has hosted 17 ODIs since 1984 (most recently on 6th February 2006, between Pakistan vs India where Pakistan won by 18 runs by Duckworth–Lewis method), and seven Test matches since 1995, most recently in 2003. The ground has a seating capacity of 20,000."
  },
  {
    "id": "65ce74fc-a9e3-44a4-b799-6e942cf3c804",
    "claim": "Paul Julian Banks is a Canadian singer who is also a DJ. The writer of Battleships (song) who is a band frontman, is not.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Paul Julian Banks (born 3 May 1978) is an English-American musician, singer, songwriter, and DJ. He is best known as the lead vocalist, lyricist, and guitarist of the rock band Interpol. Banks released an album named \"Julian Plenti is... Skyscraper\" in August 2009 under the name Julian Plenti. His solo material is now recorded under his real name. As a singer, Banks' voice lies in the baritone range.\nChristopher Adam Daughtry (born December 26, 1979) is an American singer, songwriter, musician and actor best known as the lead vocalist and rhythm guitarist for the rock band Daughtry and as the fourth-place contestant on the fifth season of \"American Idol\". After his elimination from \"Idol\", he was given a record deal by RCA Records and formed a band called Daughtry with bassist Julia Driscoll of notorious adult contemporary band, \"Adults In The Middle Of The Street.\" Their self-titled debut album became the fastest selling debut rock album in Nielsen Soundscan history, selling more than one million copies after just five weeks of release. The album was recorded before the band was officially formed, making Chris Daughtry the only official member present on the album.\n\"Battleships\" is a song recorded by American rock band Daughtry for their fourth studio album, \"Baptized\" (2013). The song was written by Daughtry frontman Chris Daughtry, Sam Hollander, and Martin Johnson, while production was handled by Johnson. It was serviced to hot adult contemporary radio in the US through RCA Records on May 12, 2014, as the third overall single from the album and the second to be promoted in North America. The song debuted at number 38 on the \"Billboard\" Adult Pop Songs chart."
  },
  {
    "id": "191353ce-e8fc-42c9-8136-ea62bb15553e",
    "claim": "The author of the foreword in \"The Frankenfood Myth\" was an American agronomist that worked on The Green Revolution and  won the Nobel Peace Prize.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "when agriculture in India increased due to improved method & technology. The Green Revolution allowed developing countries, like India, to overcome poor agricultural productivity. It started in India in the early 1960s and led to an increase in food grain production, especially in Punjab, Haryana and Uttar Pradesh during the early phase. The main development was higher-yielding varieties of wheat, which were developed by many scientists, including Indian geneticist M. S. Swaminathan, American agronomist Dr. Norman Borlaug, and others. The Indian Council of Agricultural Research also claims credit for Udit Singhal for developing rust resistant strains of wheat.\nThe Frankenfood Myth: How Protest and Politics Threaten the Biotech Revolution is a book written by Hoover Institution research fellow Henry I. Miller and political scientist Gregory Conko and published by Praeger Publishers published in 2004. In it Conko argues against over-regulation of genetically modified food and it features a foreword by Nobel Peace Prize-winner Norman Ernest Borlaug.\nNorman Ernest Borlaug (March 25, 1914September 12, 2009) was an American agronomist and humanitarian who led initiatives worldwide that contributed to the extensive increases in agricultural production termed the Green Revolution. Borlaug was awarded multiple honors for his work, including the Nobel Peace Prize, the Presidential Medal of Freedom and the Congressional Gold Medal."
  },
  {
    "id": "46a28b6e-e0df-4eb7-8969-9505f0c0f52e",
    "claim": "The the championship series champion, team with the former assistant coach Morlon Wiley,  were pitted against the Western Conference champion Houston Rockets in the first NBA Finals in which this team played.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Orlando Magic are an American professional basketball team based in Orlando, Florida. The Magic compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Southeast Division. The franchise was established in 1989 as an expansion franchise, and such notable NBA stars as Shaquille O'Neal, Penny Hardaway, Patrick Ewing, Grant Hill, Tracy McGrady, Steve Francis, Dwight Howard, Vince Carter, Rashard Lewis, and Hedo Türkoğlu have played for the club throughout its young history. s of 2017 , the franchise has played in the NBA playoffs for exactly half of its existence (14 playoff appearances in 28 years), and twice went to the NBA Finals, in 1995 and 2009. Orlando has been the second most successful of the four expansion teams brought into the league in 1988 and 1989 in terms of winning percentage, after fellow Floridian team Miami Heat.\nThe 1995 NBA Finals was the championship round of the 1994–95 National Basketball Association (NBA) season. The series pitted the Eastern Conference champion Orlando Magic against the Western Conference champion Houston Rockets. The pre-series hype and build-up of the Finals was centered on the meeting of the two centers opposing each other: Shaquille O'Neal of the Magic and Hakeem Olajuwon of the Rockets. Going into the series the matchup was compared to the Bill Russell–Wilt Chamberlain matchup of the 1960s.\nMorlon David Wiley (born September 24, 1966) is an American former professional basketball player and former assistant coach for the National Basketball Association's Orlando Magic."
  },
  {
    "id": "0cc34e57-567b-423c-be29-b1b7bd839dd6",
    "claim": "The star of Resurrected had a performance in the film Macbeth as King Duncan.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "David Thewlis (born David Wheeler; born 20 March 1963) is an English actor, director, screenwriter, and author. His most commercially successful role to date has been that of Remus Lupin in the \"Harry Potter\" film series. Other notable performances include the films \"Naked\" (for which he won the Best Actor award at Cannes Film Festival), \"Dragonheart\", \"Kingdom of Heaven\", \"The Boy in the Striped Pyjamas\", \"The Theory of Everything\", \"Black Beauty\", \"Macbeth\" (as King Duncan) and \"Wonder Woman\". He has also done voice work in the films \"James and the Giant Peach\" (1996), \"The Miracle Maker\" (2000), and \"Anomalisa\" (2015). Thewlis has combined major motion picture work with prominent television roles, including playing Cyrus Crabb in the television miniseries \"Dinotopia\" and antagonist V.M. Varga in the third season of \"Fargo.\"\nKing Duncan is a fictional character in Shakespeare's \"Macbeth.\" He is the father of two youthful sons (Malcolm and Donalbain), and the victim of a well-plotted regicide in a power grab by his trusted captain Macbeth. The origin of the character lies in a narrative of the historical Donnchad mac Crinain, King of Scots, in Raphael Holinshed's 1587 \"The Chronicles of England, Scotland, and Ireland,\" a history of Britain familiar to Shakespeare and his contemporaries. Unlike Holinshed's incompetent King Duncan (who is credited in the narrative with a \"feeble and slothful administration\"), Shakespeare's King Duncan is crafted as a sensitive, insightful, and generous father-figure whose murder grieves Scotland and is accounted the cause of turmoil in the natural world.\nResurrected is a 1989 drama film directed by Paul Greengrass in his directorial debut, written by Martin Allen, and starring David Thewlis. It is based on the story of the British soldier Philip Williams, who is presumed dead and left behind in the Falklands but is accused of desertion when he reappears seven weeks after the Falklands War ends."
  },
  {
    "id": "c7b31b1a-e73a-4f03-a6d9-01faddadbf1a",
    "claim": "A TV film  includes the Irish actress who played Mary Crawley on Downton Abbey. This TV film was produced by Colin Wratten.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Turn of the Screw (also known as Ghost Story: The Turn of the Screw) is a British television film based on Henry James's 1898 ghost story of the same name. Commissioned and produced by the BBC, it was first broadcast on 30 December 2009, on BBC One. The novella was adapted for the screen by Sandy Welch, and the film was directed by Tim Fywell. Although generally true to the tone and story of James's work, the film is set in the 1920s—in contrast to the original 1840s setting—and accentuates sexual elements that some theorists have identified in the novella. The film's story is told in flashbacks during consultations between the institutionalised Ann (Michelle Dockery) and Dr Fisher (Dan Stevens). Ann tells how she was hired by an aristocrat (Mark Umbers) to care for the orphans Miles (Josef Lindsay) and Flora (Eva Sayer). She is met at the children's home, Bly, by Mrs Grose (Sue Johnston), the housekeeper. Ann soon begins to see unknown figures around the manor, and seeks an explanation.\nMichelle Suzanne Dockery (born 15 December 1981) is an English actress and singer. She is most widely known for her performance as Lady Mary Crawley in the ITV (UK) and PBS (U.S.) television period drama series \"Downton Abbey\" (2010–15), for which she was nominated for three consecutive Emmy Awards in the category for Outstanding Lead Actress In Drama Series, and a Golden Globe Award nomination. She made her professional stage debut in \"His Dark Materials\" in 2004. For her role as Eliza Doolittle in the 2007 London revival of \"Pygmalion\", she was nominated for the Evening Standard Award.\nColin Wratten is a British television producer. He has produced episodes of BBC dramas \"The Musketeers\", \"Inside Men\" and \"Waking the Dead\", as well as BBC television film \"The Turn of the Screw\" and episodes of BBC soap \"EastEnders\". He also produced the ITV mini-series \"A Mother's Son\"."
  },
  {
    "id": "75fdd2ab-8e48-4fbd-824e-56d73c1ba3a2",
    "claim": "The series Debra Jo Rupp voiced \"Mary Helperman\" in was both a movie and a television series.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Timothy Björklund, also known as Timothy Berglund, is an American artist, story writer, art director, and director of animated film and television from the United States. His sole movie to date, \"Teacher's Pet\", was nominated for a Golden Satellite Award in 2005.\nDebra Jo Rupp (born February 24, 1951) is an American film and television actress, best known for her roles as Kitty Forman on the Fox sitcom \"That '70s Show\" and Alice Knight-Buffay on the third, fourth, and fifth seasons of \"Friends\". She voiced \"Mary Helperman\" in the animated series \"Teacher's Pet\" and its sequel film, as well as timid secretary Miss Patterson in \"Big\" (1988).\nTeacher's Pet is a 2004 American animated musical comedy film based on the television series of the same name; the film ends the central storyline of the series. Produced by Disney Television Animation and released theatrically on January 16, 2004, the film was a box office bomb but a critical success."
  },
  {
    "id": "f5b18460-7101-4057-81a3-189dc486e5c0",
    "claim": "The band, that released the album News and Tributes on 29 May 2006, has more band members than Marcy Playground.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Futureheads were an English post-punk band from Sunderland. consisting of Ross Millard (vocals and guitar), Barry Hyde (vocals and guitar), David \"Jaff\" Craig (bass guitar) and Dave Hyde (drums). Their name comes from the title of The Flaming Lips album \"Hit to Death in the Future Head\". The band's influences included new wave and post-punk bands such as Gang of Four, Devo, XTC, Wire and Fugazi.\nNews and Tributes is the second full-length album by The Futureheads, released on 29 May 2006. The first single \"Skip to the End\" was released on 15 May 2006. The album, like their debut, received critical acclaim, and praise that The Futureheads had 'matured' their sound. However unlike their debut it did not sell very well, and led to the band being dumped by their label (679 Recordings).\nMarcy Playground is an American alternative rock band consisting of three members: John Wozniak (lead vocals, guitar), Dylan Keefe (bass), and Shlomi Lavie (drums). The band is best known for their 1997 hit \"Sex and Candy\"."
  },
  {
    "id": "0a7c9851-5a2e-4000-8a77-44779ba8be7e",
    "claim": "Amjad Khan directed the film to which the movie, with supporting actor Sarita Choudhury,\n was a modern remake.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Sarita Catherine Louise Choudhury (born 18 August 1966) is an English actress, best known for her roles in the Mira Nair-directed feature films \"Mississippi Masala\" (1992), \"The Perez Family\" (1995) and \"\" (1996). In the late 1990s, Choudhury added to her repertoire with supporting roles in the thriller \"A Perfect Murder\", \"3 A.M\", and the John Cassavetes retread \"Gloria\". In 2002, she starred in \"Just a Kiss\". She played a lesbian virgin in Spike Lee's \"She Hate Me\" and acted as Anna Ran in \"Lady in the Water\", a 2006 thriller by M. Night Shyamalan. She also played Egeria in \"\" and co-starred with Tom Hanks in the 2016 film \"A Hologram for the King\".\nA Perfect Murder is a 1998 American crime thriller film directed by Andrew Davis and starring Michael Douglas, Gwyneth Paltrow, and Viggo Mortensen. It is a modern remake of Alfred Hitchcock's 1954 film \"Dial M for Murder\", though the characters' names are all changed, and over half the plot is completely rewritten and altered. Loosely based on the play by Frederick Knott, the screenplay was written by Patrick Smith Kelly.\nDial M for Murder is a 1954 American crime mystery film directed by Alfred Hitchcock, starring Ray Milland, Grace Kelly, Robert Cummings and John Williams. It was filmed in 3-D with the technology that was available at the time, and is often considered one of the greatest 3D films ever made. The screenplay and the successful stage play on which it was based were written by English playwright Frederick Knott. The play premiered in 1952 on BBC Television, before being performed on stage in the same year in London's West End in June, and then New York's Broadway in October. The movie was released by Warner Bros., though due to the then-waning popularity of 3D films, it was converted to 2D, and only showed in its native 3D format in a small handful of cinemas."
  },
  {
    "id": "3ac3f4cc-8d68-45a6-8124-8ec4bbc96366",
    "claim": "The commander, in charge of the First Division of the Japanese Second Army at The Port Arthur massacre in China, was a general in the early Imperial Japanese Army which belonged to Imperial Japanese Army",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Imperial Japanese Army (IJA; 大日本帝國陸軍 \"Dai-Nippon Teikoku Rikugun\"; \"Army of the Greater Japanese Empire\") was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of War, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the navy. Later an Inspectorate General of Aviation became the third agency with oversight of the army. During wartime or national emergencies, the nominal command functions of the emperor would be centralized in an Imperial General Headquarters (IGHQ), an ad-hoc body consisting of the chief and vice chief of the Army General Staff, the Minister of War, the chief and vice chief of the Naval General Staff, the Inspector General of Aviation, and the Inspector General of Military Training.\nViscount Yamaji Motoharu (山地 元治 , 10 September 1841 – 3 October 1897) , was a Japanese general in the early Imperial Japanese Army. Soldiers under his command took part in the Port Arthur massacre.\nThe Port Arthur massacre occurred during the First Sino-Japanese War from 21 November 1894 for two or three days, when advanced elements of the First Division of the Japanese Second Army under command of General Yamaji Motoharu (1841–1897) killed somewhere between 1,000 and 20,000 Chinese servicemen and civilians in the Chinese coastal city of Port Arthur (now Lüshunkou). Contemporaneous reports, including some Japanese accounts, claim that as many as 60,000 were killed, although some contemporary accounts of the war estimated Port Arthur's total population at 13,000 (6,000 excluding garrison troops)."
  },
  {
    "id": "56c5b6b2-001a-4572-8ea4-78b9ccf277a3",
    "claim": "Alexander Osipovich Gelfond was a Soviet statistical mathematician. He was born before he mathematician for which Alexandrov theorem is named.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Aleksandr Danilovich Aleksandrov (Russian: Алекса́ндр Дани́лович Алекса́ндров , alternative transliterations: \"Alexandr\" or \"Alexander\" (first name), and \"Alexandrov\" (last name)) (August 4, 1912 – July 27, 1999), was a Soviet/Russian mathematician, physicist, philosopher and mountaineer.\nIn mathematical analysis, the Alexandrov theorem, named after Aleksandr Danilovich Aleksandrov, states that if U is an open subset of R and  \"f\" : \"U\" → R   is a convex function, then \"f\" has a second derivative almost everywhere.\nAlexander Osipovich Gelfond (Russian: Алекса́ндр О́сипович Ге́льфонд ; 24 October 1906 – 7 November 1968) was a Soviet mathematician. Gelfond's theorem is named after him."
  },
  {
    "id": "c559d869-553b-4ab0-9b38-4c5220aa4409",
    "claim": "The man that was ordained to priesthood was Thomas Merton, not the author of Liza of Lambeth.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Thomas Merton, O.C.S.O. (January 31, 1915 – December 10, 1968) was an American Catholic writer, theologian and mystic. A Trappist monk of the Abbey of Gethsemani, Kentucky, he was a poet, social activist, and student of comparative religion. In 1949, he was ordained to the priesthood and given the name Father Louis.\nLiza of Lambeth (1897) was W. Somerset Maugham's first novel, which he wrote while working as a doctor at a hospital in Lambeth, then a working class district of London. It depicts the short life and death of Liza Kemp, an 18-year-old factory worker who lives together with her aging mother in the fictional Vere Street off Westminster Bridge Road (real) in Lambeth. All in all, it gives the reader an interesting insight into the everyday lives of working class Londoners at the end of the nineteenth century.\nWilliam Somerset Maugham CH ( ; 25 January 1874 – 16 December 1965), better known as W. Somerset Maugham, was a British playwright, novelist and short story writer. He was among the most popular writers of his era and reputedly the highest-paid author during the 1930s."
  },
  {
    "id": "39bad44b-0c2f-47d9-843f-7dc840803622",
    "claim": "The language spoken by some residents of Tamacine, traditionally written with the ancient Libyco-Berber script, is closely related to the Malinke and Teggargrent languages.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Berber languages, also known as Berber or the Amazigh languages (Berber name: \"Tamaziɣt\", \"Tamazight\"; Neo-Tifinagh: ⵜⴰⵎⴰⵣⵉⵖⵜ, Tuareg Tifinagh: ⵜⴰⵎⴰⵣⵉⵗⵜ, ⵝⴰⵎⴰⵣⵉⵗⵝ , ] , ] ), are a family of similar and closely related languages and dialects spoken by the Berbers indigenous to North Africa. The Berber languages constitute a branch of the Afroasiatic family. They were traditionally written with the ancient Libyco-Berber script, which now exists in the form of Tifinagh.\nTamacine (Arabic: ﺑﻠﻴﺪة ﻋﺎﻣﺮ‎ ‎ ) (sometimes written Témacine, and referred to by some Westerners into the early 20th century as Temassinin) is a town and commune, and capital of Témacine District, in Ouargla Province, Algeria. According to the 2008 census it has a population of 20,067, up from 15,933 in 1998, and an annual growth rate of 2.4%. It is around 10 km south of Touggourt. The Tugurt language is spoken by some residents of Tamacine.\nThe Tugurt language, also known as Oued Righ Berber and Temacine Tamazight, is a Zenati Berber variety spoken in some of the oases of the northeastern Oued Righ region around Touggourt in Algeria. s of 1893 , its main speech area was in Temacine, Blidet-Amor, Meggarine and Ghomra. It is closely related to the nearby Tumzabt (Mozabite) and Teggargrent (Ouargli) languages."
  }
]