[
  {
    "id": "e7a10b8c-665e-4347-aefe-12c6e42cbf0e",
    "claim": "The sister station of KRWB (AM) is also owned by Border Broadcasting. The sister station is a local radio station covering the area that includes Fort Saint Charles, a coextensive with Angle Township.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Fort Saint Charles (1732) on Lake of the Woods was the second post built by La Vérendrye during his expansion of trade and exploration west of Lake Superior. It was located on Magnusens Island on the Northwest Angle of Minnesota, 3.5 miles east of Angle Inlet, Minnesota and one mile southwest of Penasse, Minnesota, the most northerly point in that state. The site of the modern reconstruction may be somewhat different since the lake levels were raised by control structures on the Winnipeg River. For related forts see Winnipeg River.\nKKWQ-FM 92.5, is a small local radio station broadcasting from the border town of Warroad, Minnesota. It is owned and operated by Border Broadcasting, along with sister station KRWB (AM). They share studios at 113 Lake St NW, in Warroad. The transmitter site is SW of Warroad on Country Road 12. A 100,000 watt transmitter and 460 foot tower gives them a large coverage area covering NW Minnesota, including the Northwest Angle and parts of Manitoba and Ontario.\nThe Northwest Angle, known simply as the Angle by locals, and coextensive with Angle Township, is a part of northern Lake of the Woods County, Minnesota. Except for minor surveying errors, it is the only place in the United States outside Alaska that is north of the 49th parallel, which forms the border between the U.S. and Canada from the Northwest Angle westward to the Strait of Georgia (between the state of Washington and the province of British Columbia). The land area of the Angle is separated from the rest of Minnesota by Lake of the Woods, but shares a land border with Canada. It is one of only six non-island locations in the 48 contiguous states that are practical exclaves of the U.S. It is the northernmost township in Minnesota and contains the northernmost point in the contiguous 48 states. The unincorporated community of Angle Inlet is located in the Northwest Angle.\nKRWB is a classic rock formatted radio station, licensed to Roseau, Minnesota. It's owned and operated by Border Broadcasting, along with sister station KKWQ-FM. They share studios at 113 Lake St NW, in Warroad. Their two tower transmitter site is on County Road 28, east of Roseau."
  },
  {
    "id": "93c987c7-d602-40af-a86a-0862d531a5bb",
    "claim": "The series of books that Who Will Comfort Toffle? is a part of,  that released Moominvalley in November came after was published in 1965. It is a loose reference to a novel written by the American author Ernest Hemingway.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Moominvalley in November (Swedish: \"Sent i november\", 'Late in November'; Finnish: \"Muumilaakson marraskuu\") is the ninth and final book in the Moomin series by Finnish author Tove Jansson, and was first published in both her native Swedish and English in 1971. Set contemporaneously with her previous novel \"Moominpappa at Sea\" (1965), it is the only installment in the series where the titular Moomin family are actually absent. Instead it focuses on a set of other characters, including Snufkin, who come to live at Moominhouse during the onset of winter whilst its inhabitants are away, and the various interactions which they have with each other.\nWho Will Comfort Toffle? is the second picture book in the Moomin series by Tove Jansson. It was first published in 1960. It was first translated into English by Kingsley Hart.\nMoominpappa at Sea (Swedish: \"Pappan och havet\", literally \"The father and the sea\") is the seventh book in the Moomin books by Finnish author Tove Jansson. It is based primarily around the character of Moominpappa. It was first published in 1965. \"Moominpappa at Sea\" forms the basis of episodes 25 and 26 in the 1990 TV series. The original title is a loose reference to Hemingway novel \"The Old Man and the Sea\", though this is not reflected in the translation.\nThe Old Man and the Sea is a short novel written by the American author Ernest Hemingway in 1951 in Bimini, Bahamas, and published in 1952. It was the last major work of fiction by Hemingway that was published during his lifetime. One of his most famous works, it tells the story of Santiago, an aging Cuban fisherman who struggles with a giant marlin far out in the Gulf Stream off the coast of Florida."
  }
]