[
  {
    "id": "6f7e47b7-5949-43d6-b72d-876b3072cd65",
    "claim": "A principal of a Wyoming, D.C.-based lobbying firm, BKSH & Associates Worldwide, is older than a former lobbyist. This lobbyist was at the Trump campaign–Russian meeting.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "On June 9, 2016, a meeting was held in Trump Tower in New York City between three senior members of the presidential campaign of Donald TrumpDonald Trump Jr., Jared Kushner, and Paul Manafortand at least five other people, including Russian lawyer Natalia Veselnitskaya. The meeting was arranged by publicist and long-time Trump acquantiance, Rob Goldstone on behalf of his client, singer-songwriter Emin Agalarov. It was disclosed to U.S. government officials when Kushner filed a revised version of his security clearance form.\nPaul John Manafort Jr. (born April 1, 1949) is an American lawyer, lobbyist and political consultant. He joined Donald Trump's presidential campaign team in March 2016 and served as campaign manager from June to August 2016. He was previously an adviser to the U.S. presidential campaigns of Republicans Gerald Ford, Ronald Reagan, George H. W. Bush, and Bob Dole. In 1980 Manafort co-founded the Washington, D.C.-based lobbying firm Black, Manafort & Stone, along with principals Charles R. Black Jr., and Roger J. Stone. In 1984 it was renamed Black, Manafort, Stone and Kelly (BMSK) & associates, after Peter G. Kelly was recruited.\nCharles R. Black Jr. (born 1947), is the current Chairman of Prime Policy Group, a public affairs firm which is a subsidiary of Burson-Marsteller Global Public Relations. Prime Policy Group was formed with the merger of Martin B. Gold 's Gold & Liebengood with the Washington, DC-based lobbying firm he co-founded—Black, Manafort, Stone and Kelly—with Paul Manafort, Roger J. Stone and Peter G. Kelly. In 2010, Black was inducted into the American Association of Political Consultants (AAPC) Hall of Fame.\nBlack, Kelly, Scruggs & Healey, also known as BKSH & Associates was a Washington, D.C.-based lobbying firm with principals Charles R. Black Jr., Peter G. Kelly, John F. Scruggs, and James Healey which was merged with Timmons & Company in 2010 to form Prime Policy Group."
  },
  {
    "id": "68fa533b-003b-42d9-beac-be17cfd29c99",
    "claim": "A mathematician is a permanent faculty member at the school of Mathematics, located in New Jersey, where Eric Stark Maskin was a teacher. This mathematician was one of the developers of Systolic geometry.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Institute for Advanced Study (IAS) in Princeton, New Jersey, in the United States, is an independent, postdoctoral research center for theoretical research and intellectual inquiry founded in 1930 by American educator Abraham Flexner, together with philanthropists Louis Bamberger and Caroline Bamberger Fuld.\nEric Stark Maskin (born December 12, 1950) is an American economist and 2007 Nobel laureate recognized with Leonid Hurwicz and Roger Myerson \"for having laid the foundations of mechanism design theory\". He is the Adams University Professor at Harvard University. Until 2011, he was the Albert O. Hirschman Professor of Social Science at the Institute for Advanced Study, and a visiting lecturer with the rank of professor at Princeton University.\nPeter Clive Sarnak (born 18 December 1953) is a South African-born mathematician with dual South-African and American nationalities. He has been Eugene Higgins Professor of Mathematics at Princeton University since 2002, succeeding Andrew Wiles, and is an editor of the Annals of Mathematics. He is known for his work in analytic number theory. Sarnak is also on the permanent faculty at the School of Mathematics of the Institute for Advanced Study. He also sits on the Board of Adjudicators and the selection committee for the Mathematics award, given under the auspices of the Shaw Prize.\nIn mathematics, systolic geometry is the study of systolic invariants of manifolds and polyhedra, as initially conceived by Charles Loewner and developed by Mikhail Gromov, Michael Freedman, Peter Sarnak, Mikhail Katz, Larry Guth, and others, in its arithmetical, ergodic, and topological manifestations. See also a slower-paced Introduction to systolic geometry."
  },
  {
    "id": "0ce52d88-b909-4ea3-8f75-34f863bceb52",
    "claim": "Steve Taylor & The Perfect Foil is an Australian alternative rock supergroup. The guitarist is Jimmy Abegg, who was also in the group that released One Thousand Years of Trouble. Both groups are a rock band.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Vector was a rock band formed in Sacramento, California in the early 1980s by Jimmy Abegg, Steve Griffith and Charlie Peacock. The band had several drummers over the years, including Aaron Smith and Bruce Spencer, both of whom also played drums for The 77s.\nOne Thousand Years of Trouble is the debut full-length album, and second album overall, by English electronic rock band Age of Chance, released in 1987 by Virgin Records. After attracting the attention of Virgin after their industrial cover version of Prince's \"Kiss\", the band signed to the label and began working on the album with producer Howard Gray, whose Sequential Circuits Studio 440 enticed the band. Gray was given free hand by Virgin on the album, which was recorded at Trident Studios. The album showcases the band's unique \"crush collision\" sound, incorporating sampling, noisy power chords, hard percussion, house beats, and influences from post-punk and hip hop. Lead singer Steve Elvidge's lyrics display a Northern, bitter tone, commenting on contemporary politicsm.\nAge of Chance were a British alternative rock-dance crossover band from Leeds, England active from 1985 to 1991. They were perhaps most known for their mutant metallic cover of Prince's \"Kiss\" which topped the UK Indie Chart in 1986, and peaked at No. 50 in the UK Singles Chart in January the following year. Despite signing for major label Virgin, and being favourites with the UK music press, they never enjoyed a major hit in the UK, although \"Don't Get Mad… Get Even\" reached No. 8 on the US \"Billboard\" Hot Dance/Club Play chart.\nSteve Taylor & The Perfect Foil is an American alternative rock supergroup formed in 2010 by singer Steve Taylor with drummer Peter Furler (Newsboys, Peter Furler Band), guitarist Jimmy Abegg (Vector, A Ragamuffin Band), and bassist John Mark Painter (Fleming and John). Taylor formerly saw success as a new wave singer during the 1980s and early 1990s, and also fronted the short-lived band Chagall Guevara. However, by the mid-1990s he abandoned performing music and transitioned into work as a record producer, songwriter, and film-maker. In 2010 Taylor, who was frustrated at the slow pace of his fundraiser for his feature film \"Blue Like Jazz\", collaborated with Furler, Abegg, and Painter to record the song \"A Life Preserved\" for the film's soundtrack, and began recording other material. Taylor, Abegg, and Painter then featured on the Peter Furler song \"Closer\", under the name \"Steve Taylor & Some Other Band\", on Furler's album \"On Fire\". With those collaborations as a starting point, Taylor relaunched his career as a performing musician, and the lineup was branded as Steve Taylor & The Perfect Foil. The group released a studio album entitled \"Goliath\" on November 18, 2014 to critical acclaim and modest commercial success. In 2015, Daniel Smith of Danielson, with whom the band had been touring, temporarily joined on in a collaboration touted as Steve Taylor & The Danielson Foil. Under this incarnation, the group released the EP \"Wow to the Deadness\" on February 5, 2016, and toured until February 12."
  }
]