[
  {
    "id": "86197bdd-79e6-4bab-b997-3567ce35456c",
    "claim": "The professional ice hockey league that the team is a  part of is based in North Carolina. Parker Stanfield plays for this team.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Southern Professional Hockey League (SPHL) is a professional ice hockey league based in Huntersville, North Carolina, with teams located primarily in the southeastern United States as well as Illinois and Indiana in the midwestern United States.\nThe Peoria Rivermen are a professional ice hockey team in the Southern Professional Hockey League. They play in Peoria, Illinois, United States at the Carver Arena. The team replaced an American Hockey League franchise of the same name that was purchased by the Vancouver Canucks and moved out of Peoria to Utica, New York.\nParker Stanfield (born June 20, 1990) is an American professional ice hockey player. He is currently playing for the Peoria Rivermen of the SPHL."
  },
  {
    "id": "d1444a40-d59e-42f3-b626-f8406beaa4bc",
    "claim": "The co-writer of The Life and Death of 9413: a Hollywood Extra was also the co-director. Both he and 40-year-old Geoff Murphy are in the film-making profession.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Life and Death of 9413: a Hollywood Extra is a 1928 American silent experimental short film co-written and co-directed by Robert Florey and Slavko Vorkapić. Considered a landmark of American avant-garde cinema, it tells the story of a man (Jules Raucourt) who comes to Hollywood with dreams of becoming a star, only to fail and become dehumanized, with studio executives reducing him to the role of extra and writing the number \"9413\" on his forehead.\nGeoffrey Peter Murphy {'1': \", '2': \", '3': \", '4': \"} (born 13 October 1938) is a New Zealand filmmaker, as a producer, director and screenwriter best known for his work during the renaissance of New Zealand cinema that began in the last half of the 1970s. His second feature \"Goodbye Pork Pie\" (1981) was the first New Zealand movie to win major commercial success on its own soil.\nRobert Florey (14 September 1900 – 16 May 1979) was a French-American director, screenwriter, film journalist, and occasional actor."
  },
  {
    "id": "bd99d6b7-7e22-4691-8d44-fe8bf3e65bdc",
    "claim": "The musical that featured the song \"The Next Time,\" starred David Kossoff who won a BAFTA in 1954.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Summer Holiday is a British CinemaScope and Technicolor musical film featuring singer Cliff Richard. The film was directed by Peter Yates (his debut), produced by Kenneth Harper. The original screenplay was written by Peter Myers and Ronald Cass (who also wrote most of the song numbers and lyrics). The cast includes Lauri Peters, Melvyn Hayes, Teddy Green, Jeremy Bulloch, Una Stubbs, Pamela Hart, Jacqueline Daryl, Lionel Murton, Madge Ryan, David Kossoff, Nicholas Phipps, Ron Moody and The Shadows. Herbert Ross choreographed the musical numbers.\n\"The Next Time\" backed with \"Bachelor Boy\" was the first of three number one hit singles from the Cliff Richard musical, \"Summer Holiday\". Both sides were marketed as songs with chart potential, and the release is viewed retrospectively as a double A-side single. However, technically double A sides were not regarded as such until 1965, so \"The Next Time\" was pressed as the A-side, with \"Bachelor Boy\" the B-side (written by Bruce Welch and Cliff Richard). The song was succeeded at number one by The Shadows' \"Dance On!\".\nDavid Kossoff (24 November 1919 – 23 March 2005) was a British actor. In 1954 he won a BAFTA for his appearance in \"The Young Lovers\". Perhaps his best-known roles were Alf Larkin in \"The Larkins\" and Professor Kokintz in \"The Mouse that Roared\" (1959) and its sequel \"The Mouse on the Moon\" (1963)."
  },
  {
    "id": "41fc0610-aaf7-4bf3-a0a2-bb311678d2bd",
    "claim": "The place where John Farr Abbott is buried and Brentwood Cathedral are in the same area.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "John Farr Abbott, sometimes Abbot (1756 – 22 September 1794) was a British barrister. He was a member of Lincoln's Inn, and became a Fellow of the Society of Antiquaries of London and a Fellow of the Royal Society. He also served as Clerk of Rules in the Court of King's Bench. He died in York and is buried in York Minster.\nThe Cathedral and Metropolitical Church of Saint Peter in York, commonly known as York Minster, is the cathedral of York, England, and is one of the largest of its kind in Northern Europe. The minster is the seat of the Archbishop of York, the second-highest office of the Church of England, and is the mother church for the Diocese of York and the Province of York. It is run by a dean and chapter, under the Dean of York. The title \"minster\" is attributed to churches established in the Anglo-Saxon period as missionary teaching churches, and serves now as an honorific title. Services in the minster are sometimes regarded as on the High Church or Anglo-Catholic end of the Anglican continuum.\nThe Cathedral of St Mary and St Helen is the Roman Catholic cathedral in the English town of Brentwood, Essex. It is the seat of the Diocese of Brentwood."
  },
  {
    "id": "356a39f1-56cc-44fe-91ea-c3f1da98e432",
    "claim": "Antonis Fotsis is a basketball player for the club who's name has the starting letter from an alphabet derived from the Ηλυσιακός alphabet.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Ilysiakos B.C. (Greek: Ηλυσιακός Κ.Α.Ε.) is a Greek professional basketball team that is located in the Ilisia neighborhood of Zografou, Athens, Greece. The club's name is said to be a reference to Elysium, which is why the club's name and logo beings with a Greek alphabet Η, instead of an Ι, even though the name of Ilissia, where the club is based, begins with an Ι in Greek. However, when the name is translated into the English alphabet, the H becomes an I.\nAntonis Fotsis (alternate spelling: Antonios, Greek: Αντώνης Φώτσης; born April 2, 1981) is a Greek professional basketball player for Ilysiakos. He was also the captain of the senior men's Greek national basketball team. He is a 2.09 m (6 ft 10 ⁄ in) power forward, who can also play as a small ball center, or even as a small forward, if needed.\nThe Greek alphabet has been used to write the Greek language since the late 9th century BC or early 8th century BC. It was derived from the earlier Phoenician alphabet, and was the first alphabetic script to have distinct letters for vowels as well as consonants. It is the ancestor of the Latin and Cyrillic scripts. Apart from its use in writing the Greek language, in both its ancient and its modern forms, the Greek alphabet today also serves as a source of technical symbols and labels in many domains of mathematics, science and other fields."
  },
  {
    "id": "d6124c07-f67c-4742-8a30-5b08cb0ae889",
    "claim": "The musician that wrote Rockaway Beach (song) and Ben Weasel were never in the same band.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "\"Rockaway Beach\" is a song by the American punk rock band the Ramones from their 1977 album \"Rocket to Russia\". The song was written by bassist Dee Dee Ramone in the style of the Beach Boys and early surf rock bands. The song is about Rockaway Beach, Queens, where Dee Dee liked to spend time. Guitarist Johnny Ramone claimed that Dee Dee was \"the only real beachgoer\" in the group. Released in 1977, it was the Ramones' highest-charting single in their career, peaking at number 66 on the \"Billboard\" Hot 100. In June, 2013, the song was used in a radio ad campaign sponsored by Queens Economic Development Corporation to promote recovery from Hurricane Sandy by drawing New Yorkers back to Rockaway Beach.\nBen Weasel (born Benjamin Foster) is a punk rock musician, best known as the lead singer and guitarist of the band Screeching Weasel. He is also the co-host of \"Weasel Radio\", a weekly radio show formerly on ESPN 1070, which has been relaunched as a podcast.\nDouglas Glenn Colvin (September 18, 1951 – June 5, 2002), known professionally as Dee Dee Ramone, was a German-American musician, singer and songwriter best known as founding member, songwriter, bassist and occasional lead vocalist for the punk rock band the Ramones."
  },
  {
    "id": "6a3c6bd6-0201-42a4-a31c-8f0598631c8b",
    "claim": "The band that released their third single \"Too Much Information\" from their 1993 album, was formed before The Fratellis.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Duran Duran ( ) are an English new wave and synth-pop band formed in Birmingham in 1978. The band grew from alternative sensations in 1982 to mainstream pop stars by 1984. By the end of the decade, membership and music style changes challenged the band before a resurgence in the early 1990s. The group were a leading band in the MTV-driven \"Second British Invasion\" of the US. The band achieved 14 singles in the top 10 of the UK Singles Chart and 21 in the \"Billboard\" Hot 100, and have sold over 70 million records worldwide.\n\"Too Much Information\" is the third single released from Duran Duran's 1993 album, \"Duran Duran\", popularly known as \"The Wedding Album\".\nThe Fratellis are a Scottish rock band from Glasgow, formed in 2005. The band consists of lead vocalist and guitarist Jon Fratelli (born John Lawler), bass guitarist Barry Fratelli (born Barry Wallace), and drummer and backing vocalist Mince Fratelli (born Gordon McRory). Their singles \"Chelsea Dagger\" and \"Whistle for the Choir\" were both top ten hits in the UK charts."
  },
  {
    "id": "6eaeaa84-4e14-4fd4-8b54-8f78dbdf0099",
    "claim": "The producer and star of Aag (1948 film) and Mike Cahill share the profession of film director.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Mike Cahill (born July 5, 1979) is an American film director and screenwriter.\nAag (Hindi: आग ; English: \"Fire\" ) is a 1948 Bollywood film which is produced, directed by and stars Raj Kapoor. The film marked the debut of Raj Kapoor as producer and director and was the first film produced by his R.K. Banner. Nargis, Premnath, Nigar Sultana and Kamini Kaushal also starred in supporting roles. Raj Kapoor's youngest brother Shashi Kapoor appeared as a child artist in this film playing the younger version of his character (Kewal). This was the first film in which Raj Kapoor and Nargis appeared together.\nRanbir Raj Kapoor (14 December 1924 – 2 June 1988), also known as \"the greatest showman of Indian cinema\", was a noted Indian film actor, producer and director of Hindi cinema. Born at Kapoor Haveli in Peshawar to actor Prithviraj Kapoorhe was a prominent member of the Kapoor familythat produced several celebrated Bollywood superstars."
  },
  {
    "id": "2c9bb50c-c11e-4a42-8f75-823c9a160d0e",
    "claim": "The Norwegian actress  Lillo-Stenberg performed in Anton Checkhov's \"Three Sisters\" as well as a three-act play written by Henrik Ibsen set in Norway around 1879. She is the sister of Frøydis Armand.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Frøydis Armand (born 9 April 1949) is a Norwegian actress. She is the daughter of actor Eilif Armand, and sister of Merete Armand and Gisken Armand, both actresses. She has been working at Nationaltheatret (the National Theatre) since 1972, acting in plays such as Henrik Ibsen's \"Little Eyolf\", and Shakespeares \"Othello\". Though primarily a stage actress, Armand is probably best known to the general audience as one of the three protagonists in Anja Breien's \"Hustruer\"–trilogy: \"Hustruer\" (1975), \"Hustruer – ti år etter\" (1985) and \"Hustruer III\" (1996).\nA Doll's House (Bokmål: \"Et dukkehjem\" ; also translated as \"A Doll House\") is a three-act play written by Henrik Ibsen. It premiered at the Royal Theatre in Copenhagen, Denmark, on 21 December 1879, having been published earlier that month. The play is set in a Norwegian town circa 1879.\nGisken Armand Lillo-Stenberg (born 26 November 1962) is a Norwegian actress. She is the daughter of actor Eilif Armand, and sister of Merete Armand and Frøydis Armand, both actresses. She debuted on stage at the age of fourteen, at Den Nationale Scene, and has been working at Nationaltheatret since 1988. There she has performed in plays such as Henrik Ibsen's \"A Doll's House\" and Anton Chekhov's \"Three Sisters\". She has also played in several movies, such as \"Insomnia\" (1997) and \"Evas Øye\" (1999), as well as roles in television, in series like \"Fox Grønland\" (2001) and \"Kodenavn Hunter\" (2007)."
  },
  {
    "id": "7f20c860-dda6-4637-a022-190041b9460d",
    "claim": "The birthplace of the man who first published August Frederik Beutler, is a port city of Bay of Fundy.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "George McCall Theal (11 April 1837, Saint John, New Brunswick – 17 April 1919, Wynberg, Cape Town), was the most prolific and influential South African historian, archivist and genealogist of the late nineteenth and early twentieth century.\nAugust Frederik Beutler (c. 1728 in Dinkelsbühl – ? in Cape Town) was an ensign (sergeant 1747–49, ensign 1749–54) in the employ of the Dutch East India Company who headed an epic 1752 reconnaissance expedition lasting 8 months from 29 February to November, eastward from Cape Town as far as the present-day site of Butterworth. Beutler wrote a comprehensive account of his pioneering expedition which was first published in 1896 by the historian George McCall Theal and in 1922 by the Dutch historian Everhardus Cornelis Godée Molsbergen (1875–1940). The mandate of the expedition was to report on the tribes living along the route, the possibility of trade and on anything else that might be profitable to the Dutch East India Company.\nSaint John (] ) is the port city of the Bay of Fundy in the Canadian province of New Brunswick. The port is Canada’s third largest port by tonnage with a cargo base that includes dry and liquid bulk, break bulk, containers, and cruise. In 2016, after a decades long decline, the city fell from being the most populous city in New Brunswick to the second most populous city in the province for the first time, with a population of 67,575 over an area of 315.82 sqkm . The Saint John metropolitan area covers a land area of 3,362.95 sqkm across the Caledonia Highlands, with a population (as of 2016) of 126,202. After the partitioning of the colony of Nova Scotia in 1784, the new colony of New Brunswick was thought to be named 'New Ireland' with the capital to be in Saint John before being vetoed by Britain's King George III. Saint John is the oldest incorporated city in Canada. During the reign of George III, the municipality was created by royal charter in 1785."
  },
  {
    "id": "5571cb39-f7b3-4345-978d-450365f5f83a",
    "claim": "Pleiospilos is a flowering plant, the genus closely related to the species Pueraria montana is not.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Pueraria montana is a species of plant in the botanical family Fabaceae. At least three sub-species (alternatively called varieties) are known. It is closely related to other species in the genus \"Pueraria\" (\"P. edulis\" and \"P. phaseoloides\") and the common name kudzu is used for all of these species and hybrids between them. The morphological differences between them are subtle, they can breed with each other, and it appears that introduced kudzu populations in the United States have ancestry from more than one of the species.\nPleiospilos is a genus of succulent flowering plants of the Aizoaceae family, native to South Africa. The name is derived from the Greek \"pleios\" \"many\" and \"spìlos\" \"spot\". The plants are also known as kwaggavy (\"Quagga mesemb\"), lewerplant (\"liver plant\"), lewervygie (\"liver mesemb\"), klipplant (\"stone plant\"), split rock or mimicry plant.\nPueraria is a genus of 15–20 species of plants native to Asia. \"Pueraria\" flower is used in traditional Chinese medicine to reduce reactions to alcohol consumption, and is undergoing scientific study for that use."
  },
  {
    "id": "d854156f-38a0-47af-8fec-ef94d5f538eb",
    "claim": "The band that Rich Priske is a member of and Sleep Room play the same type of music.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Matthew Good Band was a Canadian alternative rock band formed by Matthew Good that existed from 1995 to 2002. The band consisted of Good (vocals, guitar), Dave Genn (lead guitar/keyboard), Ian Browne (drums) and Geoff Lloyd (bass) from 1995 to 1999 (replaced by Rich Priske from 1999 to 2001). The band would become one of Canada's most successful rock bands of the late 1990s and early 2000s, being nominated for 14 Juno Awards and winning the awards for \"Best Group\" and \"Best Rock Album\" (\"Beautiful Midnight\") in 2000. The band dissolved in 2002. Good has since pursued a successful solo career, while Genn joined the Canadian rock group 54-40 in 2005. Geoff Lloyd died in January 2010.\nRich \"Rock\" Priske (born August 29, 1967) is a Canadian musician born in Vancouver, British Columbia. He has long been active in the BC music scene, and has played bass and/or written songs for Art Bergmann, DSK, ShoCore, Chrome Dog, Bif Naked and Real McKenzies, and others. Priske is most widely known for playing bass guitar and keyboards in the Canadian band Matthew Good Band. After the band's dissolution in 2002, he kept playing with Matthew Good until the end of the In a Coma tour in the Fall of 2005. Rich is one of the subjects of the Real McKenzies biography written by Chris Walter (GFY Press).\nSleep Room are an English alternative rock band from Reading, Berkshire who have attracted attention from Berkshire's music community Josaka and the BBC who have noted them for their original sound, epic soundscapes and emotive style."
  },
  {
    "id": "75fdd2ab-8e48-4fbd-824e-56d73c1ba3a2",
    "claim": "The series Debra Jo Rupp voiced \"Mary Helperman\" in was both a movie and a television series.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Timothy Björklund, also known as Timothy Berglund, is an American artist, story writer, art director, and director of animated film and television from the United States. His sole movie to date, \"Teacher's Pet\", was nominated for a Golden Satellite Award in 2005.\nDebra Jo Rupp (born February 24, 1951) is an American film and television actress, best known for her roles as Kitty Forman on the Fox sitcom \"That '70s Show\" and Alice Knight-Buffay on the third, fourth, and fifth seasons of \"Friends\". She voiced \"Mary Helperman\" in the animated series \"Teacher's Pet\" and its sequel film, as well as timid secretary Miss Patterson in \"Big\" (1988).\nTeacher's Pet is a 2004 American animated musical comedy film based on the television series of the same name; the film ends the central storyline of the series. Produced by Disney Television Animation and released theatrically on January 16, 2004, the film was a box office bomb but a critical success."
  },
  {
    "id": "062dfb73-7a2e-4117-99bd-b5e72590ce14",
    "claim": "Gary Baseman was the artistic designer of Cranium, a popular award-winning board game for ages 18 and above. That popular award-winning board game was developed before Thurn and Taxis.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Thurn and Taxis is a board game designed by Karen and Andreas Seyfarth and published in 2006 by Hans im Glück in German (as \"Thurn und Taxis\") and by Rio Grande Games in English. In the game, players seek to build postal networks and post offices in Bavaria and surrounding areas, as did the house of Thurn und Taxis in the 16th century. The game won the prestigious 2006 Spiel des Jahres award.\nCranium is a party game created by Whit Alexander and Richard Tait in 1998, after Richard spent a weekend playing games with another family and recognized the need for a game involving a variety of skills. He left his job at Microsoft, convincing his friend and co-worker Whit Alexander to join him in the creation of \"Cranium\". \"Cranium\", manufactured by Hasbro subsidiary Cranium, Inc., is billed as \"The Game for Your Whole Brain\". Unlike many other party games, \"Cranium\" includes a wide variety of activities. Giorgio Davanzo handles packaging and branding for the game, and the artwork is done by Gary Baseman, creator of the animated television series \"Teacher's Pet\".\nGary Baseman (born September 27, 1960) is an American contemporary artist who works in various creative fields, including illustration, fine art, toy design, and animation. He is the creator of the Emmy-winning ABC/Disney cartoon series, \"Teacher's Pet\", and the artistic designer of \"Cranium\", a popular award-winning board game. Baseman’s aesthetic combines iconic pop art images, pre-and post-war vintage motifs, cross-cultural mythology and literary and psychological archetypes. He is noted for his playful, devious and cleverly named creatures, which recur throughout his body of work."
  },
  {
    "id": "755c608f-450a-43be-98fe-3dd0b78d5c75",
    "claim": "The actor who played DCI Billy O'Connell on the television pilot of Police 2020 was born before Michael Fassbender.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Michael Fassbender (born 2 April 1977) is an Irish actor. His feature film debut was in the fantasy war epic \"300\" (2007) as a Spartan warrior; his earlier roles included various stage productions, as well as starring roles on television such as in the HBO miniseries \"Band of Brothers\" (2001) and the Sky One fantasy drama \"Hex\" (2004–05). He first came to prominence for his role as IRA activist Bobby Sands in \"Hunger\" (2008), for which he won a British Independent Film Award. Subsequent roles include in the independent film \"Fish Tank\" (2009), as a Royal Marines lieutenant in \"Inglourious Basterds\" (2009), as Edward Rochester in the 2011 film adaptation of \"Jane Eyre\", as Carl Jung in \"A Dangerous Method\" (2011), as the sentient android David 8 in \"Prometheus\" (2012) and its sequel, \"\" (2017), and in the musical comedy-drama \"Frank\" (2014) as an eccentric musician loosely inspired by Frank Sidebottom.\nPolice 2020 is a one-off television pilot, first broadcast in 1997, that was set to be the first episode of an ongoing British crime drama series. Set in the near future, the pilot starred Liam Cunningham as DCI Billy O'Connell, the head of a police nightshift force, who is tasked with tackling an armed suspect, Eddie Longshaw (Keith Barron), who takes a group of Russian immigrants hostage in an elevator after blaming the immigrant population for an outbreak of tuberculosis that took the lives of most of his family.\nLiam Cunningham (born 2 June 1961) is an Irish stage and screen actor. He is known for playing Davos Seaworth in the HBO epic-fantasy series \"Game of Thrones\". He has been nominated for the London Film Critics' Circle Award, the British Independent Film Award, has won two Irish Film & Television Awards, and shared a BAFTA with Michael Fassbender, for their crime-drama short film \"Pitch Black Heist\"."
  },
  {
    "id": "c9ed4aa9-f79a-413a-94db-4769ea53365e",
    "claim": "The club whose home ground is Moss Rose plays in the league sponsored by Vanarama.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Moss Rose is a multi-purpose stadium in Macclesfield, Cheshire, England. It is currently used mostly for football matches and is the home ground of Macclesfield Town F.C.. The stadium holds 6,355 and was built in 1891, which until Macclesfield's relegation in 2012 made it the second oldest in the Football League.\nMacclesfield Town Football Club is a professional association football club based in Macclesfield, Cheshire, England. The club currently plays in the National League, the fifth tier of English football.\nThe National League, currently named the Vanarama National League for sponsorship reasons, is the top division of the National League in English football. It is the highest level of the National League System and fifth-highest of the overall English football league system. While all of the clubs in the top four divisions of English football are full-time professional, the National League has a mixture of full-time and semi-professional clubs. The National League is the lowest division in the English football pyramid organised on a nationwide basis. Formerly the Conference National, the league was renamed the National League from the 2015–16 season."
  },
  {
    "id": "36a5ddfd-26e5-4b80-9a6c-00246b8da4f5",
    "claim": "Mohammad Akram, is a former Pakistani cricketer (now holding British citizenship) who bowled right arm fast-medium. He is head coach of the undefeated team with the home ground of Arbab Niaz Stadium.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Peshawar Zalmi (Pashto: پېښور زلمي‎ ; Urdu: ‎ ; lit. \"Peshawar Youth\") is a Pakistani franchise T20 cricket team which plays in the Pakistan Super League and represents Peshawar, capital city of the Khyber Pakhtunkhwa province of Pakistan. It is owned by Javed Afridi of Haier Pakistan, who also owns the Benoni Zalmi franchise in the T20 Global League of South Africa. Peshawar Zalmi was established in 2015 following the announcement of the inaugural Pakistan Super League (PSL) by the Pakistan Cricket Board (PCB). Darren Sammy is the current captain of the team as of October 2016 and Mohammad Akram is the head coach.\nArbab Niaz Stadium is a Test cricket ground in Peshawar, Khyber Pukhtunkhwa, Pakistan. It is the home ground for Peshawar Zalmi. It replaced the Peshawar Club Ground as the home ground for the Peshawar cricket team in 1985. The ground has hosted 17 ODIs since 1984 (most recently on 6th February 2006, between Pakistan vs India where Pakistan won by 18 runs by Duckworth–Lewis method), and seven Test matches since 1995, most recently in 2003. The ground has a seating capacity of 20,000.\nMohammad Akram (Urdu: محمد اکرم) (born 10 September 1974) is a former Pakistani cricketer (now holding British citizenship) who bowled right arm fast-medium. He played in 9 Test matches and 23 One Day International matches for Pakistan between 1995–1996 and 2000-2001. He is the current coach of Peshawar Zalmi in PSL."
  },
  {
    "id": "439cb282-6736-48ad-8a47-9b1a1f92c067",
    "claim": "This single celled organism and Panax are both plant genera. The Gulf named after the organism is part of Port McArthur Tidal Wetlands System.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Carpentaria acuminata (carpentaria palm), the sole species in the genus Carpentaria, is a palm native to tropical coastal regions in the north of Northern Territory, Australia.\nThe Panax (ginseng) genus belongs to the \"Araliaceae\" (ivy) family. \"Panax\" species are characterized by the presence of ginsenosides and gintonin.\nThe Port McArthur Tidal Wetlands System comprises a 994 km tract of tidal wetlands on the south-west coast of the Gulf of Carpentaria in the Northern Territory of Australia. The land extends along the coast opposite the Sir Edward Pellew Group of Islands, incorporating the estuaries of the McArthur and Wearyan Rivers. It is an important site for waders, or shorebirds."
  },
  {
    "id": "d0df9906-22e6-40e6-8c14-0623cf5af4a6",
    "claim": "The host of Carousel (comics) creates comic adaptions of literature classics like Waiting for Godot mixed with Beavis and Butt-Head becoming \"The Wrong Coast\". They are presented under the series title \"Masterpiece Comics\".",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Waiting for Godot ( ) is a play by Samuel Beckett, in which two characters, Vladimir and Estragon, wait for the arrival of someone named Godot who never arrives, and while waiting they engage in a variety of discussions and encounter three other characters. \"Waiting for Godot\" is Beckett's translation of his own original French play, En attendant Godot , and is subtitled (in English only) \"a tragicomedy in two acts\". The original French text was composed between 9 October 1948 and 29 January 1949. The premiere was on 5 January 1953 in the Théâtre de Babylone, Paris. The English language version was premiered in London in 1955. In a poll conducted by the British Royal National Theatre in 1990 it was voted the \"most significant English language play of the 20th century\".\nRobert Sikoryak (born 1964) is an American artist whose work is usually signed R. Sikoryak. He specializes in making comic adaptations of literature classics. Under the series title \"Masterpiece Comics\", these include \"Crime and Punishment\" rendered in Bob Kane–era Batman style, becoming \"Dostoyevsky Comics\", starring Raskol; and \"Waiting for Godot\" mixed with \"Beavis and Butt-Head\", becoming \"Waiting to Go\".\nCarousel is a long-running multimedia comics slide show hosted by cartoonist Robert Sikoryak (\"Masterpiece Comics\") that has been presented in various venues in the United States and Canada since 1997. Sikoryak has described \"Carousel\" as \"a cartoon variety show.\" Carousel has been presented at Dixon Place, MoCCA Fest, Parsons School of Design, The Brick Theater, and other venues."
  },
  {
    "id": "f8d9c999-0fa2-4c76-b3e8-1affa46cbf8f",
    "claim": "VIacom subsidary, the company that produced the movie I Loved a Soldier, made the silent film Through the Glass Window in 1922.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio based in Hollywood, California, that has been a subsidiary of the American media conglomerate Viacom since 1994. Paramount is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Six\" film studios still located in the Los Angeles neighborhood of Hollywood. In 1916, film producer Adolph Zukor contracted 22 actors and actresses and honored each with a star on the logo. These fortunate few would become the first \"movie stars.\" In 2014, Paramount Pictures became the first major Hollywood studio to distribute all of its films in digital form only.\nThrough a Glass Window is a 1922 American drama silent film directed by Maurice Campbell and written by Olga Printzlau. The film stars May McAvoy, Fanny Midgley, Burwell Hamrick, Raymond McKee, F. A. Turner and Carrie Clark Ward. The film was released on April 2, 1922, by Paramount Pictures.\nI Loved a Soldier (also known as Invitation to Happiness) is an unfinished 1936 American romantic-comedy-drama film directed by Henry Hathaway and produced by Paramount Pictures. It stars Marlene Dietrich, Charles Boyer, Walter Catlett, Lionel Stander, and Margaret Sullavan."
  },
  {
    "id": "1a712026-f840-42a9-b1f4-4afff89e85ab",
    "claim": "Joan's on Third is a restaurant between this building and the Farmer's Market. Car dealer Ferrari is the brand shop in that building that is based in Maranello.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Ferrari N.V. (] ) is an Italian sports car manufacturer based in Maranello. Founded by Enzo Ferrari in 1939 out of Alfa Romeo's race division as \"Auto Avio Costruzioni\", the company built its first car in 1940. However the company's inception as an auto manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed.\nThe mall contains shops for a number of brands. s of 2017 some of these included Banana Republic, Victoria's Secret, Forever 21, Dolce & Gabbana, Louis Vuitton, Diesel, Gucci, Prada, Ferrari Store, Burberry, Fendi, and Hugo Boss.\nJoan's on Third is a specialty food marketplace and restaurant located on Third Street in Los Angeles, California. Joan's is situated in an area popular with Angelenos for its eating and shopping establishments, located between the Beverly Center on La Cienega Boulevard and Farmer's Market at the Grove on Fairfax Avenue."
  },
  {
    "id": "dc7c0270-39a4-4a6a-94aa-9ee3d010a90f",
    "claim": "The star of the film Forever Strong played a character that is based on the Hanna-Barbera show \"Birdman and the Galaxy Trio\". ",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Forever Strong is a sports film directed by Ryan Little and written by David Pliler and released on September 26, 2008. The film stars Sean Faris, Gary Cole, Neal McDonough, Sean Astin, Penn Badgley and Arielle Kebbel. The film is about a troubled rugby union player who must play against the team his father coaches at the national championships. \"Forever Strong\" is based on a compilation of individual true stories.\nHarvey Birdman is a fictional character based on the superhero Birdman from the Hanna-Barbera show \"Birdman and the Galaxy Trio.\" He is depicted as an attorney on \"Harvey Birdman, Attorney at Law\".\nGary Michael Cole (born September 20, 1956) is an American actor. Cole began his professional acting career on stage at Chicago's Steppenwolf Theatre Company in 1985. On television, he had starring roles in the series \"Midnight Caller\", \"American Gothic\", \"Crusade\", and \"Veep\". In film, Cole appeared in \"The Brady Bunch Movie\", \"One Hour Photo\", \"Office Space\", \"\", and \"\". Cole is also known for voicing the title character of \"Harvey Birdman, Attorney at Law\"."
  },
  {
    "id": "887312f2-f633-49dc-adf1-58a7468ceef0",
    "claim": "A football manager was a native of the duchy that Anna Isabella Gonzaga was heir of. He managed the German football club Dresdner SC.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Carlo Ancelotti (] ; born 10 June 1959) is an Italian former footballer and current football manager. He last was manager of German club Bayern Munich. Ancelotti is the only manager to have won the UEFA Champions League three times and reached four finals (three finals and two victories with Milan, and one victory with Real Madrid). He also won the FIFA Club World Cup twice, managing Milan and Real Madrid. Ancelotti is regarded as one of the best and most successful managers of all time.\nReggiolo is a town in the province of Reggio Emilia, Emilia-Romagna, Italy. As of 31 December 2016 Reggiolo had an estimated population of 9,192. Carlo Ancelotti is a native of the town, and Formula One racer Lorenzo Bandini's funeral was held here.\nAnna Isabella Gonzaga (12 February 1655 – 11 August 1703), was a Duchess consort of Mantua and Montferrat and heir of the Duchy of Guastalla, including Luzzara and Reggiolo; married in 1671 to Ferdinando Carlo Gonzaga, Duke of Mantua and Montferrat. She was the regent of Mantua during the War of the Spanish Succession."
  },
  {
    "id": "543274a2-aedc-4ccd-ba19-43a3288af5b9",
    "claim": "The recording sessions took place for the Michael Jackson hit that Bob Giraldi directed at Westlake Recording Studios in Los Angeles.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Thriller is the sixth studio album by American singer Michael Jackson, released on November 30, 1982, in the United States by Epic Records and internationally by CBS Records. The follow-up to Jackson's successful previous studio album, \"Off the Wall\", it explores genres similar to those of its predecessor, including pop, post-disco, rock and funk. Recording sessions for the album took place from April to November 1982 at Westlake Recording Studios in Los Angeles, with a production budget of $750,000. Quincy Jones produced the album, and Jackson wrote four of its nine songs.\n\"Beat It\" is a song written and performed by American singer Michael Jackson single from the singer's sixth solo album, \"Thriller\" (1982). The song was produced by Quincy Jones together with Jackson. Following the successful chart performances of the \"Thriller\" singles \"The Girl Is Mine\" and \"Billie Jean\", \"Beat It\" was released on February 14, 1983 as the album's third single. The song is also notable for its famous video, which featured Jackson bringing two gangs together through the power of music and dance.\nBob Giraldi (born January 17, 1939) is an American film and television director known for directing the film \"Dinner Rush\" and the music video for Michael Jackson's song \"Beat It\". His work has garnered many accolades, including several London International Awards, Cannes Advertising Awards, NY International Awards, Addy Awards, Chicago Film Festival Awards and hundreds of Clio Awards. He has also been named one of the \"101 Stars Behind 100 Years of Advertising.\""
  },
  {
    "id": "4b9138b7-4891-4efc-b1e7-7bda5898251d",
    "claim": "Out of the Woods (song) is the fourth track on Taylor Swift's album 1989. It comes after the song that was released as a single after Blank Space.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "\"Out of the Woods\" is a song by American singer-songwriter Taylor Swift. The song was written and produced by Swift and Jack Antonoff of fun.. It was the second song to be officially released from her fifth studio album \"1989\", serving as the first promotional single on October 14, 2014. It is the fourth track on the album, after \"Style\". \"Out of the Woods\" serves as the sixth official single with an accompanying music video that premiered on December 31, 2015, during \"Dick Clark's New Year's Rockin' Eve\" on ABC. It was released to radio on February 5, 2016. The song went number one in Israel and has reached the top 10 in Belgium, Canada, and New Zealand as well as the top 20 in Australia and the United States.\n\"Blank Space\" is a song by American singer-songwriter Taylor Swift from her fifth studio album \"1989\" (2014). It was written by Swift, Max Martin and Shellback. The song was released to the radio by Republic Records on November 10, 2014 as the album's second single, after \"Shake It Off\" and is the second track on the album. Musically, \"Blank Space\" is an electropop song with lyrics that satirize the media's perception of Swift and her relationships.\n\"Style\" is a song by American singer-songwriter Taylor Swift and is the third track from her fifth album, \"1989\" (2014). The song was written by Taylor Swift, Max Martin, Shellback, and Ali Payami. It was released to radio by Republic Records, in partnership with Swift's label Big Machine Records, on February 9, 2015, as the album's third single, following \"Blank Space\"."
  },
  {
    "id": "30dba903-922d-4bbc-b606-06872b75f28e",
    "claim": "The Managing Director of Escorts Group is the son of the English insurance advisor in life insurance.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Escorts Group is an Indian engineering company that operates in the sectors of agri-machinery, construction and material handling equipment, railway equipment and auto components. Headquartered in Faridabad, Haryana, the company was launched in 1944 and has marketing operations in more than 40 countries. Escorts Group’s management team includes Rajan Nanda as the Chairman and Managing Director and Nikhil Nanda as the Managing Director.\nRitu Nanda (born Ritu Kapoor; 30 October 1948) is a prominent insurance advisor associated chiefly with the life insurance business. She is currently the chairman and chief executive officer of Ritu Nanda Insurance Services (RNIS). Nanda was initially managing a household appliances manufacturing business Nikitasha which got closed due to poor growth. On recommendation of her friend, she decided to be an insurance agent. She has more than 55,000 clients, and is the recipient of the \"Brand\" and the \"Best Insurance Advisor\" of the Decade awards from the Life Insurance Corporation of India, the largest life insurance company of India.\nNikhil Nanda (born 18 March 1974) is an Indian businessman. Part of the Kapoor family, he is the son of insurance agent Ritu Nanda and industrialist Rajan Nanda, and the grandson of actorfilmmaker Raj Kapoor. He is the managing director of Escorts Limited, an engineering company that manufacture agricultural machinery, machine construction and material handling equipment and railway equipment. Escorts Limited was founded in 1948 by his paternal grandfather, Har Prasad Nanda (known as H.P. Nanda).The company’s corporate headquarters is in Faridabad, Haryana, India. He is married to Shweta Bachchan, the daughter of veteran actors Amitabh Bachchan and Jaya Bhaduriand has two children with her."
  },
  {
    "id": "46f560f4-cb98-4cc2-b781-f436f8453daa",
    "claim": "Who was most well-known, the radio personality and disc jockey who owns WPXC (FM) or  sports radio host Charles A. Agemian.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "John H. Garabedian is an American radio personality and disc jockey born on December 20, 1941 (age 75). He is best known as the creator and former long-time host of \"Open House Party\". He has been involved in Massachusetts radio and television stations for over fifty years. Garabedian currently owns three homes, all in New England: one in Southborough, Massachusetts, another on Cape Cod, and a cabin-like home in Cabot, Vermont.\nWPXC (102.9 FM, \"Pixy 103\") is a radio station broadcasting a mainstream rock format. Licensed to Hyannis, Massachusetts, United States, the station serves the Cape Cod area. The station is owned by John Garabedian, through licensee CodComm, Inc.\nCharles A. Agemian (July 22, 1909 – March 30, 1996) was an American banker who took early retirement from Chase Manhattan Bank, where he was executive vice president of operations, to become chairman and chief executive officer of the Hackensack Trust Co., which later was renamed Garden State National Bank."
  },
  {
    "id": "2a21408a-7467-445a-9976-721aaf7004c5",
    "claim": "The historian that described Mary Turner Shaw as 'a born writer' wrote a biography about German military commander John Monash who planned the Allied attack at the Battle of Amiens in 1918.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "General Sir John Monash, ( ; 27 June 1865 – 8 October 1931) was a civil engineer and an Australian military commander of the First World War. He commanded the 13th Infantry Brigade before the war and then, shortly after its outbreak, became commander of the 4th Brigade in Egypt, with whom he took part in the Gallipoli campaign. In July 1916 he took charge of the newly raised 3rd Division in northwestern France and in May 1918 became commander of the Australian Corps, at the time the largest corps on the Western Front. The successful Allied attack at the Battle of Amiens on 8 August 1918, which expedited the end of the war, was planned by Monash and spearheaded by British forces including the Australian and Canadian Corps under Monash and Arthur Currie. Monash is considered one of the best Allied generals of the First World War and the most famous commander in Australian history.\nMary Turner (Mollie) Shaw (1906-1990) was born in Caulfield, Melbourne, Australia. She is one of the first woman to be employed as an architect in the early 1930s in Australia and thus pioneered new pathways for female architects. Her career is widely known for her working qualities that made her oversee many projects across Australia. She also became a distinct figure as an architectural historian, when she started publishing books and written articles. Her skills were diverse as she worked as a fashion designer, interior designer, project manager, public works architect and pioneer architectural librarian. As well known historian Geoffrey Serle described her, she was ‘a born writer and research historian with imagination, the ability to tell a story and define and ask fundamental questions’.\nAlan Geoffrey Serle (10 March 1922 – 27 April 1998), known as Geoff, was an Australian historian, who is best known for his books on the colony of Victoria; \"The Golden Age\" (1963) and \"The Rush to be Rich\" (1971) and his biographies of John Monash, John Curtin and Robin Boyd."
  },
  {
    "id": "c3f96852-c211-4370-aa78-d4666509fcd4",
    "claim": "New Zealander Bryan Douglas Caplan is an adjunct scholar. He works where Patrick Michaels is a senior fellow in Washington D.C.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Bryan Douglas Caplan (born April 8, 1971) is an American economist. Caplan is a professor of economics at George Mason University, research fellow at the Mercatus Center, adjunct scholar at the Cato Institute, and frequent contributor to Freakonomics as well as publishing his own blog, EconLog. He is a self-publicized economic libertarian. The bulk of Caplan's academic work is in public economics, especially public choice theory.\nThe Cato Institute is an American libertarian think tank headquartered in Washington, D.C. It was founded as the Charles Koch Foundation in 1974 by Ed Crane, Murray Rothbard, and Charles Koch, chairman of the board and chief executive officer of the conglomerate Koch Industries. In July 1976, the name was changed to the Cato Institute.\nPatrick J. (\"Pat\") Michaels (born February 15, 1950) is an American climatologist. Michaels is a senior fellow in environmental studies at the Cato Institute. Until 2007 he was research professor of environmental sciences at the University of Virginia, where he had worked from 1980."
  },
  {
    "id": "0e8774f8-2873-45a5-bae4-95065964f295",
    "claim": "George Avakian the musical director of Jazz on a Summer's Day is also a film producer. Robert Manoogian Jr. (January 4, 1918 – April 3, 2002) was an American professional wrestler, George Avakian and Bobby Managoff were not wrestlers but did once perform erotic wrestling together.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Jazz on a Summer's Day (1960) is a concert film set at the 1958 Newport Jazz Festival in Rhode Island, directed by commercial and fashion photographer Bert Stern. The Columbia Records jazz producer, George Avakian, was the musical director of the film.\nRobert Manoogian Jr. (January 4, 1918 – April 3, 2002) was an American professional wrestler of Armenian descent who was best known for his work with National Wrestling Alliance in the 1940s as Bobby Managoff.\nGeorge Avakian (Armenian: Գևորգ Ավագյան ; Russian: Геворк Авакян ; born March 15, 1919) is an American record producer and executive known particularly for his work with Columbia Records, and his production of albums by Louis Armstrong, Miles Davis and other notable jazz musicians."
  },
  {
    "id": "1bcdea3f-259d-41c1-879b-f9a9a8ad515a",
    "claim": "Gertrude Elliott's second husband was considered the finest performer at playing a character who was the king of the Prince of Denmark.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Gertrude Elliott (December 14, 1874 — December 24, 1950), later Lady Forbes-Robertson, was an American stage actress, part of an extended family of theatre professionals including her husband Johnston Forbes-Robertson and her sister Maxine Elliott.\nSir Johnston Forbes-Robertson (16 January 1853 – 6 November 1937) was an English actor and theatre manager. He was considered the finest Hamlet of the Victorian era and one of the finest actors of his time, despite his dislike of the job and his lifelong belief that he was temperamentally unsuited to acting.\nPrince Hamlet is the title character and protagonist of William Shakespeare's tragedy \"Hamlet\". He is the Prince of Denmark, nephew to the usurping Claudius, and son of King Hamlet, the previous King of Denmark. At the beginning of the play, he struggles with whether, and how, to avenge the murder of his father, and struggles with his own sanity along the way. By the end of the tragedy, Hamlet has caused the deaths of Polonius, Laertes, Claudius, and two acquaintances of his from the University of Wittenberg Rosencrantz and Guildenstern. He is also indirectly involved in the deaths of his love Ophelia (drowning) and of his mother Gertrude (poisoned by Claudius by mistake)."
  },
  {
    "id": "57bd6101-f829-4c49-a272-543bd6b65997",
    "claim": "A supporting actor from the movie Open Grave is best known for his roll in The Vampire Diaries, a CW show. That show eventually spun off into \"The Originals\".",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Open Grave is a 2013 post-apocalyptic zombie-like suspense film directed by Gonzalo López-Gallego, starring Sharlto Copley as Jonah Cooke and Thomas Kretschmann, Joseph Morgan, Erin Richards, Josie Ho, in supporting roles. Josie Ho plays the character of a mute. All the characters excluding the mute suffer from amnesia and can't remember anything from their lives. The story follows them trying to figure out their identities and their past while evading zombie-like humans affected by rage virus and also their struggle to escape the forest they are stuck in.\nThe Original vampires, in the universe of \"The Vampire Diaries\" and \"The Originals\", are a family of vampires from which all current vampires descend, as well as being the most powerful and indestructible of their kind. In Autumn 1001 AD, after the death of her youngest son Henrik at the hands of werewolves, the powerful witch Esther performed an occult blood ritual in order to protect her five remaining children—(Finn, Elijah, Niklaus, Kol, and Rebekah)—and her husband, Mikael. The ritual transformed her family into the first vampires.\nJoseph Morgan (born Joseph Martin; 16 May 1981) is an English actor and director. He is best known for his role as Klaus Mikaelson in The CW show \"The Vampire Diaries\" and its spin-off \"The Originals\"."
  },
  {
    "id": "f53520ad-097a-4937-b022-8745b917d616",
    "claim": "Indigofera does not belong to the cypress family Cupressaceae. The type of oak tree used to build James Wild Horse Trap does not belong to the cypress family Cupressaceae either.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Junipers are coniferous plants in the genus Juniperus of the cypress family Cupressaceae. Depending on taxonomic viewpoint, between 50 and 67 species of juniper are widely distributed throughout the Northern Hemisphere, from the Arctic, south to tropical Africa, from Ziarat, Pakistan east to eastern Tibet in the Old World, and in the mountains of Central America. The highest-known Juniper forest occurs at an altitude of 16000 ft in south-eastern Tibet and the northern Himalayas, creating one of the highest tree-lines on earth.\nThe James Wild Horse Trap in Nye County, Nevada, near Fish Springs, is a historic site that is listed on the U.S. National Register of Historic Places. It was the location of a corral and fences used to capture wild horses, built out of dead Juniper trees. It is as described in a book by Will James, \"Sand\", or \"Lone Cowboy\", published by Charles Scribners Son's in 1930.\nIndigofera is a large genus of over 750 species of flowering plants belonging to the family Fabaceae. They are widely distributed throughout the tropical and subtropical regions of the world."
  },
  {
    "id": "4bc69c96-8c16-4773-a0cd-5775e9f1e112",
    "claim": "Alison Nicole Mosshart was not part of more musical bands than the singer of \"I Want You So Bad\".",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Alison Nicole Mosshart (born November 23, 1978) is an American singer, songwriter, artist, and occasional model best known as the lead vocalist for the indie rock band The Kills and blues rock band The Dead Weather. She started her musical career in 1995 with the Florida punk rock band Discount which disbanded in 2000. She then co-founded The Kills with British guitarist Jamie Hince (formerly of Scarfo and Blyth Power) in 2000 in London.\nAnn Dustin Wilson (born June 19, 1950) is an American musician, best known as the lead singer and songwriter of the hard rock band Heart. Wilson was listed as one of the \"Top Heavy Metal Vocalists of All Time\" by \"Hit Parader\" magazine in 2006. Wilson has a dramatic soprano vocal range.\n\"I Want You So Bad\" is a song recorded by American rock band Heart. It was composed by Tom Kelly and Billy Steinberg, who were responsible for writing Heart's U.S. number-one single \"Alone\". The track is a ballad sung by Ann Wilson, and was released in a remixed form as the fourth and final single from Heart's ninth studio album, \"Bad Animals\", as well as being the band's final single of the 1980s."
  },
  {
    "id": "98aa593b-56f6-4f64-945a-f3d6dae52de5",
    "claim": "Terry Crews a former American football player had a part in the 2009 movie which also starred Logan Lerman.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Logan Wade Lerman (born January 19, 1992) is an American actor, known for playing the title role in the fantasy-adventure \"Percy Jackson\" films. He appeared in commercials in the mid-1990s, before starring in the series \"Jack & Bobby\" (2004–2005) and the movies \"The Butterfly Effect\" (2004) and \"Hoot\" (2006). Lerman gained further recognition for his roles in the western \"\", the thriller \"The Number 23\", the comedy \"Meet Bill\", and 2009's \"Gamer\" and \"My One and Only\". He subsequently played d'Artagnan in 2011's \"The Three Musketeers\", starred in the coming-of-age dramas \"The Perks of Being a Wallflower\" (2012), \"Indignation\" (2016) and \"Sidney Hall\" (2017), and had major roles in the 2014 films \"Noah\" and \"Fury\".\nGamer is a 2009 American science fiction action film written and directed by Mark Neveldine and Brian Taylor. The film stars Gerard Butler as a participant in an online game in which participants can control human beings as players, and Logan Lerman as the player who controls him. Alongside Butler and Lerman, it also stars Michael C. Hall, Ludacris, Amber Valletta, Terry Crews, Alison Lohman, John Leguizamo, and Zoë Bell.\nTerry Alan Crews (born July 30, 1968) is an American actor, artist, and former American football player."
  },
  {
    "id": "8f7ff8b9-ffe9-453a-9307-3a5633a15ab4",
    "claim": "The place where Doc Watson (baseball) was born is named after a religious signatory to the Declaration of Independence, Charles Carroll of Carrollton.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Charles Carroll (September 19, 1737 – November 14, 1832), known as Charles Carroll of Carrollton or Charles Carroll III to distinguish him from his similarly named relatives, was a wealthy Maryland planter and an early advocate of independence from the Kingdom of Great Britain. He served as a delegate to the Continental Congress and Confederation Congress and later as first United States Senator for Maryland. He was the only Catholic signatory of the Declaration of Independence.\nCharles John \"Doc\" Watson (January 30, 1886 in Carroll County, Ohio – December 30, 1949 in San Diego, California) was a pitcher in Major League Baseball.\nCarroll County is a county located in the state of Ohio. As of the 2010 census, the population was 28,836. Its county seat is Carrollton. It is named for Charles Carroll of Carrollton, the last surviving signer of the Declaration of Independence."
  },
  {
    "id": "315eb5f7-9eff-4147-adbc-7736d7a7bb78",
    "claim": "The German actress who is best known for her role as the Borg Seven of Nine and who has a job in the medical drama with a second season episode titled, \"Missing\", was born February 22, 1968.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "\"Missing\" is the third episode of the second season of the American medical drama \"Body of Proof\". It was originally broadcast in the United States on ABC on October 4, 2011. The episode was directed by Eric Laneuville and written by Matthew V. Lewis.\nJeri Lynn Ryan (born Jeri Lynn Zimmermann; February 22, 1968) is a German actress best known for her role as the Borg Seven of Nine on \"\", for which she was nominated four times for a Saturn Award and won in 2001.\nThe second season of \"Body of Proof\", an American television series created by Christopher Murphey, commenced airing in the United States on September 20, 2011, concluded April 10, 2012, and consisted of 20 episodes. It follows the life and career of Dr. Megan Hunt, a medical examiner, once a neurosurgeon, who now works in Philadelphia's Medical Examiner's office after a car accident ended her neurosurgery career. Along with Hunt solving homicide cases are her colleagues, Nicholas Bishop as Peter Dunlop, Jeri Ryan as Dr. Kate Murphy, John Carroll Lynch and Sonja Sohn as Detective's Bud Morris and Samantha Baker and fellow medical examiners, Geoffrey Arend as Dr. Ethan Gross and Windell Middlebrooks as Dr. Curtis Brumfield. Mary Mouser who plays Megan's daughter Lacey was promoted to \"regular\" from \"recurring\" status from season 1. Jeffrey Nordling who plays Megan's ex-husband Todd, Joanna Cassidy who plays her mother Joan and Eric Sheffer Stevens who plays Bill Parkson all reprise their roles, whilst Cliff Curtis, Nathalie Kelley and Jamie Bamber join the show, all of which appear on a \"recurring\" basis."
  },
  {
    "id": "917109ba-6257-4f0b-a1eb-44a9227e1b9b",
    "claim": "The female star of Suburbicon also played the role of an emotionally troubled woman in the 2002 Oscar winning movie.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Suburbicon is a 2017 American crime comedy film directed by George Clooney and written by Joel Coen, Ethan Coen, Clooney and Grant Heslov. The film stars Matt Damon, Julianne Moore and Oscar Isaac. It was screened in the main competition section of the 74th Venice International Film Festival and premiered on September 2, 2017. It was also screened at the 2017 Toronto International Film Festival, and is scheduled to be released in the United States on October 27, 2017.\nThe Hours is a 1998 novel written by Michael Cunningham. It won the 1999 Pulitzer Prize for Fiction, the 1999 PEN/Faulkner Award for Fiction, and was later made into an Oscar-winning 2002 movie of the same name starring Nicole Kidman, Meryl Streep and Julianne Moore.\nJulianne Moore (born Julie Anne Smith; December 3, 1960) is an American actress, prolific in films since the early 1990s. She is particularly known for her portrayals of emotionally troubled women in both independent and Hollywood films, and has received many accolades, including the 2014 Academy Award for Best Actress."
  },
  {
    "id": "84b8b7dd-8867-4653-98ad-bcd53005deb5",
    "claim": "Marvin John Heemeyer the shop owner inspired Andrey Zvyagintsev's film that Mikhail Krichman photographed.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Leviathan (Russian: Левиафан , \"Leviafan\") is a 2014 Russian drama film directed by Andrey Zvyagintsev, co-written by Zvyagintsev and Oleg Negin, and starring Aleksei Serebryakov, Elena Lyadova, and Vladimir Vdovichenkov. According to Zvyagintsev, the story of Marvin Heemeyer in the United States inspired him and it was adapted into a Russian setting, but critics compare the story to the more similar biblical story of Naboth's Vineyard, where a King vies for his subjects' land and is motivated by his Queen to obtain it in a sly manner. The character development of the protagonist parallels another biblical figure, Job. The producer Alexander Rodnyansky has said: \"It deals with some of the most important social issues of contemporary Russia while never becoming an artist's sermon or a public statement; it is a story of love and tragedy experienced by ordinary people\". Critics noted the film as being formidable, dealing with quirks of fate, power and money.\nMikhail Krichman (Михаил Владимирович Кричман; born 1967) is a Russian cinematographer who received a Golden Osella award at the 67th Venice Film Festival for \"Silent Souls\". He photographed all of Andrey Zvyagintsev's films, including \"The Return\" (2003), \"The Banishment\" (2007), \"Elena\" (2010) and \"Leviathan\" (2014). Zvyagintsev claims that Krichman (an engineer by profession) learned his craft by reading \"American Cinematographer\". Krichman also shot \"Miss Julie\" for Norwegian director Liv Ullmann.\nOn June 4, 2004, automobile muffler repair shop owner Marvin John Heemeyer drove his armored bulldozer through Granby, Colorado, damaging 13 buildings, with the cost of the damage rounding to an estimated $7 million. Heeymeyer's bulldozer rampage, which targeted other parties of a zoning dispute, ended ignominiously when Heemeyer committed suicide with a handgun inside his Komatsu D355A bulldozer. Heemeyer added improvised composite armor to his bulldozer consisting of layers of concrete and steel, creating what the media called a \"killdozer\"."
  },
  {
    "id": "3ba95872-9688-4b9c-bb30-808b65e98b88",
    "claim": "The genus of the plant hybrid 'Music' and Gagea are both shrubs.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "'Music' is a hybrid cultivar of the genus \"Cryptanthus\" in the Bromeliad family.\nGagea is a large genus of spring flowers in the lily family. It is found primarily in Eurasia with a few species extending into North Africa and North America.\nCryptanthus is a genus in the botanical family Bromeliaceae, subfamily Bromelioideae. The genus name is from the Greek “cryptos” (hidden) and “anthos” (flower). This genus has two recognized subgenera: the type subgenus and \"Hoplocryptanthus\" . All species of this genus are endemic to Brazil. The common name for any \"Cryptanthus\" is \"Earth Star\"."
  },
  {
    "id": "fae092c1-fbbc-4d17-8570-c09b4be7874f",
    "claim": "The actress, in \"The Legacy Run \" (film),  birth city has a population of 265,000.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Daniela Scalia (born 9 November 1975 in Verona) is an anchorwoman and sport journalist. She also acts in the fictional sports procedural \"Sport Crime\" which she co-writes with Luca Tramontin.\nVerona (] ; Venetian: \"Verona\" or \"Veròna\") is a city on the Adige river in Veneto, Italy, with approximately 265,000 inhabitants and one of the seven provincial capitals of the region. It is the second largest city municipality in the region and the third largest in northeast Italy. The metropolitan area of Verona covers an area of 1,426 km² and has a population of 714,274 inhabitants. It is one of the main tourist destinations in northern Italy, owing to its artistic heritage, several annual fairs, shows, and operas, such as the lyrical season in the Arena, the ancient amphitheater built by the Romans.\nThe Legacy Run is a procedural Sport-Movie produced in Switzerland and Croatia in 2016, featuring sport-cast Daniela Scalia and Luca Tramontin, and Italian Cannes winner Nino Castelnuovo."
  },
  {
    "id": "ad8c1122-af35-4183-ba5f-028253821256",
    "claim": "The significance of the lions, about whom a fictionalized account provided the basis of the horror film that was inspired by John Henry Patterson (author)'s 1996 book, was their unusual behavior.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Lieutenant-Colonel John Henry Patterson, DSO (10 November 1867 – 18 June 1947), known as J. H. Patterson, was an Irish born British soldier, hunter, author and Christian Zionist, best known for his book \"The Man-Eaters of Tsavo\" (1907), which details his experiences while building a railway bridge over the Tsavo river in British East Africa (now Kenya) in 1898–99. The book has inspired three Hollywood films - \"Bwana Devil\" (1952), \"Killers of Kilimanjaro\" (1959) and \"The Ghost and the Darkness\" (1996) in which he was portrayed by Val Kilmer.\nThe Tsavo Man-Eaters were a pair of man-eating Tsavo lions responsible for the deaths of a number of construction workers on the Kenya-Uganda Railway from March through December 1898. The significance of this pair of lions was their unusual behavior, such as the number of men killed and the manner of the attacks.\nThe Ghost and the Darkness is a 1996 American historical adventure film directed by Stephen Hopkins and starring Val Kilmer and Michael Douglas. The screenplay was written by William Goldman. The story is a fictionalized account of the Tsavo Man-Eaters, two lions that attacked and killed workers at Tsavo, Kenya, during the building of the Uganda-Mombasa Railway in East Africa in 1898."
  },
  {
    "id": "327a41dd-6d82-4e77-acac-01886031433f",
    "claim": "Paola Suarez was not a higher ranked tennis player than the partner of US Open mixed doubles finalist Chan Hao-ching.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Michael Venus (born 16 October 1987) is a New Zealand professional tennis player. He reached a career high singles ranking of 274 in July 2011, but is much better known as a leading doubles player with a huge serve. His highest ranking in this discipline is 12, gained in July 2017. He won the final of the 2017 French Open partnering with American Ryan Harrison, and followed that with a runner-up finish in the 2017 US Open mixed doubles with Chan Hao-ching of Chinese Taipei as his partner.\nChan Hao-ching (born September 19, 1993), also known as Angel Chan, is a tennis player representing Taiwan (Chinese Taipei). She is primarily a doubles specialist, winning eight WTA and eight ITF titles in that discipline. Chan reached the final of the mixed doubles competition at the 2014 Wimbledon Championships with Max Mirnyi, her first Grand Slam final. She reached two more in 2017: the women's doubles at Wimbledon with Monica Niculescu, and the US Open mixed doubles with Michael Venus.\nPaola Suárez (born 23 June 1976) is a retired professional tennis player from Argentina. She was one of the most prominent women's doubles players throughout the early and mid-2000s, winning eight Grand Slam titles, all of them with Virginia Ruano Pascual, and holding the No. 1 doubles ranking for 87 non-consecutive weeks. She was also a singles semifinalist at the 2004 French Open."
  },
  {
    "id": "646b542b-d759-4fc2-b77b-cd0a2a8032c1",
    "claim": "Urdu company Chengdu Aircraft Corporation helped develop the aircraft that preceded the Skybolt design of jet that Project Sabre II is modeled on.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The PAC JF-17 Thunder (Urdu: جے ایف-١٧ گرج‎ ), or CAC FC-1 \"Xiaolong\" (), is a lightweight, single-engine, multi-role combat aircraft developed jointly by the Pakistan Aeronautical Complex (PAC) and the Chengdu Aircraft Corporation (CAC) of China. The JF-17 can be used for aerial reconnaissance, ground attack and aircraft interception. Its designation \"JF-17\" by Pakistan is short for \"Joint Fighter-17\", while the designation and name \"FC-1 Xiaolong\" by China means \"Fighter China-1 Fierce Dragon\".\nThe Chengdu J-7 (Chinese: 歼-7; third generation export version F-7; NATO Code: Fishbed) is a People's Republic of China license-built version of the Soviet Mikoyan-Gurevich MiG-21. Though production ceased in 2013, it continues to serve, mostly as an interceptor, in several air forces, including the People's Liberation Army Air Force. The J-7 was extensively re-developed into the CAC/PAC JF-17 Thunder, which became a successor to the type.\nProject Sabre II was the Pakistan Air Force's program to develop a feasible and low-cost multirole combat jet based on an existing design - the Chengdu F-7 Skybolt, a Chinese variant of the MiG–21FL. The Pakistani Air Force (PAF) initiated Project Sabre II in 1987, hiring the American aerospace firm Grumman, to provide crucial expertise to refine the baseline aircraft design along with specialists from the PAF and the Chinese People's Liberation Army Air Force (PLAAF)."
  },
  {
    "id": "ba051f2e-b18d-4298-96fe-4d39bd99e756",
    "claim": "The writer and producer of the movie Loosies is known for his role as Mike Dexter in a 1998 American teen comedy film. That film was written and directed by Deborah Kaplan and Dr. Fitch \"Coop\" Cooper.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Peter Facinelli (born November 26, 1973) is an American actor and producer. He starred as Donovan \"Van\" Ray on the Fox series \"Fastlane\" from 2002 to 2003. He played Dr. Carlisle Cullen in the film adaptations of the \"Twilight\" novel series, and is also known for his role as Mike Dexter in the 1998 film \"Can't Hardly Wait\". Facinelli was a regular on the Showtime comedy-drama series \"Nurse Jackie\", portraying the role of Dr. Fitch \"Coop\" Cooper. He portrayed Maxwell Lord on the first season of the TV series \"Supergirl\".\nCan't Hardly Wait is a 1998 American teen comedy film written and directed by Deborah Kaplan and Harry Elfont. It stars an ensemble cast including Jennifer Love Hewitt, Ethan Embry, Charlie Korsmo, Lauren Ambrose, Peter Facinelli, and Seth Green, and is notable for a number of \"before-they-were-famous\" appearances by teen stars.\nLoosies (also known as Love Is Not a Crime and Pick Pocket) is a 2012 romantic comedy-drama film written and produced by Peter Facinelli, and directed by Michael Corrente. The film stars Peter Facinelli, Jaimie Alexander, Michael Madsen, Joe Pantoliano, William Forsythe, Christy Carlson Romano, Glenn Ciano, Vincent Gallo and Chad A. Verdi."
  },
  {
    "id": "f5a319a8-5dae-4a8c-b2f8-717aefde0b23",
    "claim": "Sonic Mania was a side-scrolling platform shooter game that had the developer of Retro Engine as project lead.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Sonic Mania is a side-scrolling platform game developed by PagodaWest Games and Headcannon and published by Sega for Nintendo Switch, PlayStation 4, Xbox One, and Microsoft Windows. It was announced in commemoration of the 25th anniversary of the \"Sonic the Hedgehog\" series, and was released worldwide in August 2017. The game is inspired by the original \"Sonic\" games released for the Sega Genesis, and features remastered versions of stages from previous games, alongside original ones. The player controls Sonic the Hedgehog and his companions Tails and Knuckles as they venture to defeat their nemesis Doctor Eggman and his robotic henchmen, the Hard-Boiled Heavies.\nChristian Whitehead, also known by his alias Taxman, is an Australian independent video game programmer and designer. He is most recognised for his work creating updated ports of early games in Sega's \"Sonic the Hedgehog\" series, as well as being the project lead of an original title in the series, titled \"Sonic Mania\".\nRetro Engine is a game engine developed by Australian programmer Christian \"Taxman\" Whitehead, best known for its use by Sega for games in the \"Sonic the Hedgehog\" series."
  },
  {
    "id": "92289fdf-4cc3-43f4-905b-59d6d9e9caff",
    "claim": "This single by Cher, written by Brian Higgins and included in the album released two years before the Cher album Gold, was released in 1998.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Very Best of Cher is the eighth compilation album by American singer-actress Cher, released on April 1, 2003. The album includes many of Cher's most popular songs, such as \"If I Could Turn Back Time\", \"Believe\", \"Gypsies, Tramps and Thieves\" and \"Take Me Home\". It debuted at number seven on the \"Billboard\" 200 albums chart and later reached number four on the issue date of May 17. As of November 2011, the album had sold 2.8 million copies in the United States.\nGold is the ninth U.S. compilation album by American singer-actress Cher, released on March 1, 2005 by Geffen Records. The album was released only two years after the multi-platinum \"The Very Best of Cher\". As of August 2010, the album has sold 88,000 copies in the United States.\n\"Believe\" is a song recorded by American singer-actress Cher. It is the title track from her twenty-second album of the same name (1998), and was released as the lead single from the album on October 19, 1998 by Warner Bros. Records. It was written by Brian Higgins, Stuart McLennen, Paul Barry, Steven Torch, Matthew Gray and Timothy Powell, although Cher claimed later in a 2000 interview that she also wrote part, and was produced by Mark Taylor and Brian Rawling. A considerable departure from Cher's work at the time, \"Believe\" abandoned the singer's then pop rock-based repertoire in favor of being more club-friendly, in order to engage a younger audience."
  },
  {
    "id": "27c0dc13-90e1-4d1d-b6ba-0cd1e5f3a357",
    "claim": "The 80's war film that Mary Charleston appeared in, was based on the American soldier and serial killer, Edward Joseph Leonski.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Death of a Soldier is a 1986 Australian film based on the life of American serial killer Eddie Leonski. The film was shot using locations around Melbourne, Victoria.\nEdward Joseph Leonski (December 12, 1917 – November 9, 1942) was an American soldier and serial killer responsible for the strangling murders of three women in Melbourne, Australia. Leonski was known as the \"Brownout Strangler\", given Melbourne's wartime status of keeping low lighting (not as stringent as a wartime blackout). His self-confessed motive for the killings was a twisted fascination with female voices, especially when they were singing, and his claim that he killed the women to \"get at their voices.\"\nMary Charleston is an Australian choreographer, film and television actress. She guest starred on several television films and series during the 1970s and early 1980s, best remembered as playing \"Linda Goldman\" in the cult soap opera \"Prisoner\", but also having appeared in the 1980 television miniseries \"The Last Outlaw\" and the 1986 war film \"Death of a Soldier\"."
  },
  {
    "id": "e6224f99-7e92-4505-b5ad-6233e1dc220d",
    "claim": "The Northern Ireland town where Roy Knight was born, founded in 1620, is the birthplace of one of the final four contestants from the seventh UK series of \"the \"Finalist Island\"\".",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Robert Ross (Roy) Knight (12 December 1891 – 11 September 1971) was a Co-operative Commonwealth Federation member of the Canadian House of Commons. He was born in Cookstown, County Tyrone, Northern Ireland and became a farmer and teacher by career.\nCharles James Eastwood, better known as Jim Eastwood, is a Northern Irish Businessman and formerly one of the final four contestants in the seventh UK series of \"The Apprentice\". He was born in Cookstown, County Tyrone, Northern Ireland and is a graduate of the University of Ulster having also attended Harvard for a two-week course and the University of North Carolina. During his time on The Apprentice, he gained the nickname \"Jedi Jim\" due to his persuasive abilities and use of mind games. Eastwood is also a former all-Ireland cycling champion.\nCookstown is a town and townland in County Tyrone, Northern Ireland. It is the fourth largest town in the county and had a population of nearly 11,000 people in the 2001 Census. It is one of the main towns in the area of Mid-Ulster. It was founded around 1620 when the townlands in the area were leased by an English ecclesiastical lawyer, Dr. Alan Cooke, from the Archbishop of Armagh, who had been granted the lands after the Flight of the Earls during the Plantation of Ulster. It was one of the main centres of the linen industry West of the River Bann, and until 1956, the processes of flax spinning, weaving, bleaching and beetling were carried out in the town."
  },
  {
    "id": "ab7afcdf-456b-49bd-a3f4-62465e612cef",
    "claim": "\"Baz\" Luhrmann was not born before the writer of Bedtime Story, a Madonna song.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Nellee Hooper (born 15 March 1963) is a British producer/remixer/composer known for his work with many major recording artists beginning in the late 1980s. He also debuted as a motion picture music composer with famed Scottish composer Craig Armstrong and Marius De Vries for the soundtrack for Baz Luhrmann's \"Romeo + Juliet\" in 1996.\n\"Bedtime Story\" is a song recorded by American singer Madonna for her sixth studio album, \"Bedtime Stories\" (1994). It was released as the third single from the album on February 13, 1995, by Maverick Records, and it also appears on Madonna's compilation album \"GHV2\" (2001). \"Bedtime Story\" was written by Björk, Nellee Hooper and Marius De Vries; it was the only time Björk wrote a song for a Madonna album. She re-wrote a demo of the song to the current version, which was then produced by Madonna and Hooper. A mid-tempo electronic and house song with acid, ambient and techno influences, \"Bedtime Story\" has an underlying skeletal synth melody influenced by minimal trance music. The track was a departure from Madonna's pop-R&B-based outputs in favor of unconventional and electronic music. Lyrically it talks about the joys of the unconscious world.\nMark Anthony \"Baz\" Luhrmann ( ; born 17 September 1962) is an Australian film director, screenwriter and producer best known for \"Red Curtain Trilogy\", comprising his romantic comedy film \"Strictly Ballroom\" (1992), the romantic drama \"Romeo + Juliet\" (1996), and the pastiche-jukebox musical \"Moulin Rouge!\" (2001). His 2008 film \"Australia\" is an epic historical romantic drama film starring Hugh Jackman and Nicole Kidman. His 2013 drama \"The Great Gatsby\", based on F. Scott Fitzgerald's 1925 novel of the same name, stars Leonardo DiCaprio (whom he also used in \"Romeo + Juliet\") and Tobey Maguire."
  },
  {
    "id": "f27a4ac5-a600-478b-aadd-2c9702b8072f",
    "claim": "Half magic is written by an American actress who appeared in Bowfinger. She also starred in the television series Twin Peaks.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Heather Joan Graham (born January 29, 1970) is an American actress. After appearing in television commercials, her first starring role in a feature film came with the teen comedy \"License to Drive\" (1988), followed by the critically acclaimed film \"Drugstore Cowboy\" (1989), which gained her initial industry notice. She then played supporting roles in films such as \"Shout\" (1991), \"Diggstown \"(1992), \"Six Degrees of Separation\" (1993), \"Swingers\" (1996) and on the television series \"Twin Peaks\" (1991) and its prequel film \"\" (1992), before gaining critical praise in Paul Thomas Anderson's \"Boogie Nights\" (1997) as porn starlet Brandy / Rollergirl. In 1999, she co-starred in \"Bowfinger\" and \"\".\nHalf Magic is an upcoming American comedy film written and directed by Heather Graham. The film stars Graham, Stephanie Beatriz, Jason Lewis, Molly Shannon, Luke Arnold, Thomas Lennon and Angela Kinsey.\nBowfinger is a 1999 American satirical comedy film directed by Frank Oz. It depicts a down-and-out filmmaker in Hollywood attempting to make a film on a small budget with a star who does not know that he is in the film. It was written by Steve Martin, who also stars alongside Eddie Murphy in two roles, and Heather Graham as a vapid, ambitious starlet. The film was released on August 13, 1999 and grossed $98 million."
  },
  {
    "id": "bc042a11-20c9-4001-bb1e-0df5d348ca16",
    "claim": "Burgess addressed the British Indian novelist and essayist, the author of Grimus,  in a lengthy letter.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "An Essay on Censorship is a lengthy letter, in verse, by Anthony Burgess addressed to his fellow novelist Salman Rushdie. Published in the wake of the 1989 Iranian \"fatwa\" against Rushdie and the Bradford book-burnings that followed, Burgess's letter has been compared to the \"Essay on Man\" of Alexander Pope.\nSir Ahmed Salman Rushdie, FRSL ( ; Kashmiri: अहमद सलमान रुशदी , ; born 19 June 1947) is a British Indian novelist and essayist. His second novel, \"Midnight's Children\" (1981), won the Booker Prize in 1981 and was deemed to be \"the best novel of all winners\" on two separate occasions, marking the 25th and the 40th anniversary of the prize. Much of his fiction is set on the Indian subcontinent. He combines magical realism with historical fiction; his work is concerned with the many connections, disruptions, and migrations between Eastern and Western civilizations.\nGrimus is a 1975 fantasy and science fiction novel by Salman Rushdie. It was his literary debut."
  },
  {
    "id": "12b1faaa-a06b-419b-9fe1-ef13ef751600",
    "claim": "Augustus Jesse Bowie Jr was the innovator of the switch that was crucial to leading to the passage of federal legislation in 1936. The  Renwick Generating Plant supplied power to a rural electric cooperative that was funded by this legislation.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Rural Electrification Act of 1936, enacted on May 20, 1936, provided federal loans for the installation of electrical distribution systems to serve isolated rural areas of the United States.\nRenwick Generating Plant, also known as the Municipal Steam Light Plant, is a historical industrial facility located in Renwick, Iowa, United States. G.L. Long was an engineer who was contracted in 1914 to design a steam-powered electrical light plant. It first distributed energy on March 14, 1915, at 6:00 p.m. The steam engines were replaced by a 75-horsepower, two-cylinder, semi-diesel engine and generating equipment manufactured by Fairbanks-Morse in 1922. A 125-horsepower diesel engine manufactured by Worthington Pump and Machinery Corporation was added in 1936. At that time the plant started to supply power to a newly formed rural electric cooperative that was funded by the Rural Electrification Act of 1936. A Faribanks-Morse 300-horsepower, four-cylinder diesel was added in 1939, and the 75-horsepower and 40-horsepower engines were replaced in 1942 by another 300-horsepower diesel. An addition was added onto the north side of the building the same year. It housed the local fire department and city hall. The facility was listed as a historic district on the National Register of Historic Places in 1995.\nAugustus Jesse Bowie Jr. (December 10, 1872 – June 22, 1955, birth name Augustus Jesse Bowie III) was a pioneering American technology engineer, inventor and entrepreneur. His crucial early innovations in large-capacity electrical switches, including the 1000lb. 287Kv disconnecting switch, were important in the early spread of electrification on the West Coast of the United States during the 1910's-1920s, and became essential to the New Deal's mass-scale rural electrification efforts in the 1930s. Bowie was an 1896 graduate of the engineering program at MIT in Boston, and this region of the United States was the locus of innovation in and promulgation of electrification at the time, which was primarily oriented towards centralized urban office/industrial use. Bowie, however, was born and bred in the San Francisco bay area of California, and his mass electrification innovations were put into use in this bustling yet geographically-spread out region first, allowing for the building of an unprecedented electrical grid that would spawn a decentralized regional culture of technological innovation; a region eventually recognized as Silicon Valley.."
  },
  {
    "id": "9fe103db-f6ee-49c4-af46-3f0eaa5f892a",
    "claim": "Queen Medb of Connacht made her invasion in a province in the island of Ireland. The Scots language is spoken in this area.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Scots is the Germanic language variety spoken in Lowland Scotland and parts of Ulster (where the local dialect is known as Ulster Scots). It is sometimes called Lowland Scots to distinguish it from Scottish Gaelic, the Celtic language which was historically restricted to most of the Highlands, the Hebrides and Galloway after the 1500s. The Scots language developed during the Middle English period as a distinct entity.\nIn 1967 Louis le Brocquy was commissioned by the publisher Liam Miller to illustrate Thomas Kinsella's inspired version of the Táin Bó Cúailnge, the dramatic record of Ireland's proto-historic past. Ailbhe Ní Bhriain remarks: 'The Táin Bó Cuailnge - táin, meaning the gathering of people for a cattle raid - is a prose epic with verse passages and forms the centrepiece of the cycle of Ulster heroic stories. It tells of the exploits of King Conchobar and his chief warrior Cúchulainn (\"The Hound of Ulster\") and of the invasion of Ulster by Queen Medb of Connacht in an attempt to capture the Brown Bull of Cuailgne. Dating as far back as the 12th century in manuscript form, this legend has been treated both academically by scholars and linguists and romantically by such Revival writers as Yeats and Lady Gregory. The Dolmen Edition of the saga was to give, in Kinsella's words, the first \"living version of the story\", a version true to its blunt and brutal Gaelic character.' Louis le Brocquy paints several hundred calligraphic brush drawings over a period of six months retaining 133 illustrations. The artist will note: 'Any graphic accompaniment to a story which owes its existence to the memory and concern of a people over some twelve hundred years, should decently be as impersonal as possible. The illustrations of early Celtic manuscripts express not personality but temperament. They provide not graphic comment on the text but an extension of it. Their means are not available to us today - either temperamentally or technically - but certain lessons may be learned from them relevant to the present work. In particular they suggest that graphic images, if any, should grow spontaneously and even physically from the matter of the printed text. If these images - these marks in printer's ink - form an extension to Thomas Kinsella's Táin, they are a humble one. It is as shadows thrown by the text that they derive their substance.'\nUlster ( ; Irish: \"Ulaidh\" ] or \"Cúige Uladh\" ] , Ulster Scots: \"Ulstèr\" or \"Ulster\") is a province in the north of the island of Ireland. It is made up of nine counties, six of which are in Northern Ireland (a part of the United Kingdom) and three of which are in the Republic of Ireland. It is the second largest and second most populous of Ireland's four provinces, with Belfast being its biggest city. Unlike the other provinces, Ulster has a high percentage of Protestants. Those of Catholic background make up about 51% of its population while those of Ulster Protestant background make up about 43%. English is the main language and Ulster English the main dialect. A minority also speak Irish, and there is a Gaeltacht (Irish-speaking region) in the west of Ulster. Lough Neagh, in the east, is the largest lake in the British Isles, while Lough Erne in the west is one of its largest lake networks. The main mountain ranges are the Mournes, Sperrins, Croaghgorms and Derryveagh Mountains."
  },
  {
    "id": "597c3a5f-06af-466e-982c-e6926386e023",
    "claim": "Affirmative action is the name of the disadvantaged group who suffer or have suffered from discrimination within a culture. The program Walter Henning was involved in is a form of that culture.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Black Economic Empowerment (BEE) is a racially selective programme launched by the South African government to redress the inequalities of Apartheid by giving certain previously disadvantaged groups (Blacks, Coloureds, Indians, and Chinese) of South African citizens economic privileges previously not available to them under White rule. It is a form of Affirmative action. Although race is the overriding factor, it includes measures such as Employment Preference, skills development, ownership, management, socioeconomic development, and preferential procurement.\nAffirmative action, also known as reservation in India and Nepal, positive action in the UK, and employment equity (in a narrower context) in Canada and South Africa, is the policy of favoring members of a disadvantaged group who suffer or have suffered from discrimination within a culture. Historically and internationally, support for affirmative action has sought to achieve goals such as bridging inequalities in employment and pay, increasing access to education, promoting diversity, and redressing apparent past wrongs, harms, or hindrances.\nOlaf Walter Hennig is a discreet South African businessman based in London. He is known for his involvement in the Black Economic Empowerment programme and his experience in the mining industry."
  },
  {
    "id": "cb67ffdd-659f-4b50-9cbc-a1a6f0a45ff6",
    "claim": "At the awards ceremony where Rudaali was selected as the Indian entry for the Best Foreign Language Film but, was not accepted as a nominee, the awards for technical achievements were presented by host Laura Dern who was nominated for Best Actress for \"Best Supporting Actress\".",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Laura Elizabeth Dern (born February 10, 1967) is an American actress. For her performance in the 1991 film \"Rambling Rose\", she was nominated for the Academy Award for Best Actress, while for her performance in the 2014 film \"Wild\", she was nominated for the Academy Award for Best Supporting Actress. Her other film roles include \"Mask\" (1985), \"Smooth Talk\" (1985), \"Blue Velvet\" (1986), \"Wild at Heart\" (1990), \"Jurassic Park\" (1993), \"Citizen Ruth\" (1996), \"October Sky\" (1999), \"I Am Sam\" (2001), \"Inland Empire\" (2006), \"The Master\" (2012), \"The Fault in Our Stars\" (2014), and \"\" (2017). She is known for her collaborations with filmmaker David Lynch, having appeared in four of his films and the 2017 \"Twin Peaks\" revival.\nThe 66th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1993 and took place on March 21, 1994, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the first time. Nearly a month earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on February 26, the Academy Awards for Technical Achievement were presented by host Laura Dern.\nRudaali is a 1993 Indian Hindi film directed by Kalpana Lajmi, based on the short story written by famous Bengali litterateur Mahasweta Devi. The film was selected as the Indian entry for the Best Foreign Language Film at the 66th Academy Awards, but was not accepted as a nominee."
  },
  {
    "id": "289f7c55-8481-4463-9204-5cb615c83118",
    "claim": "Petals on the Wind is a 2014 Trudy Campbell movie sequel of the film which starred the \"Mad Men\" actress Kiernan Brennan Shipka.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Petals on the Wind is a 2014 Lifetime movie sequel to the 2014 adaptation \"Flowers in the Attic\", starring Heather Graham, Rose McIver, Wyatt Nash, Bailey Buntain and Ellen Burstyn. It is based on the novel of the same name by V. C. Andrews, the second novel on the Dollanganger series. The film premiered on Lifetime on May 26, 2014. The network announced on the premiere of the movie the developing of the following books of the Dollanganger series, \"If There Be Thorns\" and \"Seeds of Yesterday\", both of which aired in 2015.\nKiernan Brennan Shipka (born November 10, 1999) is an American actress. She is known for playing Sally Draper on the AMC series \"Mad Men.\"\nFlowers in the Attic is a 2014 Lifetime movie, starring Kiernan Shipka, Ellen Burstyn, Mason Dye, and Heather Graham. It is the second adaptation of the 1979 novel of the same name by V. C. Andrews. A sequel, \"Petals on the Wind\", based on the novel of the same name, premiered on May 26, 2014, on Lifetime. The network announced the developing of the following books in the series, \"If There Be Thorns\" and \"Seeds of Yesterday\", which both aired in 2015."
  },
  {
    "id": "66d05235-2bd7-482d-93ac-b9250417fa7d",
    "claim": "Billie Jean King won more titles than Liezel Huber's partner in the 2005 Australian Open mixed-doubles.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Kevin Ullyett (born 23 May 1972 in Salisbury, now Harare) is a former professional tennis player from Zimbabwe. His primary success on the tour was in men's doubles.\nSamantha Stosur and Scott Draper defeated Liezel Huber and Kevin Ullyett in the final 6–2, 2–6, 10–6 to win the mixed doubles title at the 2005 Australian Open tennis tournament.\nBillie Jean King (\"née\" Moffitt; born November 22, 1943) is an American former World No. 1 professional tennis player. King won 39 Grand Slam titles: 12 in singles, 16 in women's doubles, and 11 in mixed doubles. King won the singles title at the inaugural WTA Tour Championships. King often represented the United States in the Federation Cup and the Wightman Cup. She was a member of the victorious United States team in seven Federation Cups and nine Wightman Cups. For three years, King was the United States' captain in the Federation Cup."
  },
  {
    "id": "2092e781-c6ab-4325-b615-c9bb07f3b5b0",
    "claim": "Peter Sarnak is a permanent faculty member at Cooper Medical School of Rowan University, located in New Jersey, where Eric Stark Maskin was a teacher.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Peter Clive Sarnak (born 18 December 1953) is a South African-born mathematician with dual South-African and American nationalities. He has been Eugene Higgins Professor of Mathematics at Princeton University since 2002, succeeding Andrew Wiles, and is an editor of the Annals of Mathematics. He is known for his work in analytic number theory. Sarnak is also on the permanent faculty at the School of Mathematics of the Institute for Advanced Study. He also sits on the Board of Adjudicators and the selection committee for the Mathematics award, given under the auspices of the Shaw Prize.\nThe Institute for Advanced Study (IAS) in Princeton, New Jersey, in the United States, is an independent, postdoctoral research center for theoretical research and intellectual inquiry founded in 1930 by American educator Abraham Flexner, together with philanthropists Louis Bamberger and Caroline Bamberger Fuld.\nEric Stark Maskin (born December 12, 1950) is an American economist and 2007 Nobel laureate recognized with Leonid Hurwicz and Roger Myerson \"for having laid the foundations of mechanism design theory\". He is the Adams University Professor at Harvard University. Until 2011, he was the Albert O. Hirschman Professor of Social Science at the Institute for Advanced Study, and a visiting lecturer with the rank of professor at Princeton University."
  },
  {
    "id": "d5429500-84d3-4d19-8ea4-ca05d96923de",
    "claim": "The castle, seat of the Duke of Norfolk, was damaged during a war between the two groups the Parliamentarians (\"Roundheads\") and the Catholic (\"Cavaliers\").",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Arundel Castle is a restored and remodelled medieval castle in Arundel, West Sussex, England. It was established by Roger de Montgomery on Christmas Day 1067. Roger became the first to hold the earldom of Arundel by the graces of William the Conqueror. The castle was damaged in the English Civil War and then restored in the 18th and 19th centuries.\nThe English Civil War (1642–1651) was a series of armed conflicts and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\") over, principally, the manner of England's government. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporters of the Long Parliament, while the third (1649–1651) saw fighting between supporters of King Charles II and supporters of the Rump Parliament. The war ended with the Parliamentarian victory at the Battle of Worcester on 3 September 1651.\nThe Duke of Norfolk is the premier Duke in the peerage of England, and also, as Earl of Arundel, the premier Earl. The Duke of Norfolk is, moreover, the Earl Marshal and hereditary Marshal of England. The seat of the Duke of Norfolk is Arundel Castle in Sussex, although the title refers to the county of Norfolk. The current Duke of Norfolk is Edward Fitzalan-Howard, 18th Duke of Norfolk. The dukes have historically been Catholic, a state of affairs known as recusancy in England."
  },
  {
    "id": "280f84cf-ba26-484a-bcc8-e63830a82e17",
    "claim": "Gabriel José de la Concordia García Márquez won more literary awards than the author of The Maytrees.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Maytrees is American author Annie Dillard's second novel, a fictional account of the lives of Toby and Lou Maytree in Provincetown, MA, from the time of courting to old age.\nGabriel José de la Concordia García Márquez ( ; ] ; 6 March 1927 – 17 April 2014) was a Colombian novelist, short-story writer, screenwriter and journalist, known affectionately as Gabo or Gabito throughout Latin America. Considered one of the most significant authors of the 20th century and one of the best in the Spanish language, he was awarded the 1972 Neustadt International Prize for Literature and the 1982 Nobel Prize in Literature. He pursued a self-directed education that resulted in his leaving law school for a career in journalism. From early on, he showed no inhibitions in his criticism of Colombian and foreign politics. In 1958, he married Mercedes Barcha; they had two sons, Rodrigo and Gonzalo.\nAnnie Dillard (born April 30, 1945) is an American author, best known for her narrative prose in both fiction and non-fiction. She has published works of poetry, essays, prose, and literary criticism, as well as two novels and one memoir. Her 1974 work \"Pilgrim at Tinker Creek\" won the 1975 Pulitzer Prize for General Nonfiction. From 1980, Dillard taught for 21 years in the English department of Wesleyan University, in Middletown, Connecticut."
  },
  {
    "id": "7492999e-ed3d-46ed-a14f-f8e15c0f23be",
    "claim": "The well preserved helmet discovered in 1939 with the helmet similarly designed as the  Pioneer Helmet,  is widely believed to have been the helmet of Gadkaris of East Anglia.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Sutton Hoo helmet is a decorated Anglo-Saxon helmet discovered during the 1939 excavation of the Sutton Hoo ship burial. It was buried around 625 and is widely believed to have been the helmet of King Rædwald of East Anglia, and its elaborate decoration may have given it a secondary function akin to a crown. The helmet is \"the most iconic object\" from \"one of the most spectacular archaeological discoveries ever made,\" and one of the most important Anglo-Saxon artefacts ever found. Its visage features eyebrows, nose, and moustache, creating the image of a man joined by a dragon's head to become a soaring dragon with outstretched wings. It has become a symbol of the Dark Ages and also \"of Archaeology in general.\" It was excavated as hundreds of rusted fragments, and was first displayed following an initial reconstruction in 1945–46, and then in its present form after a second reconstruction in 1970–71.\nThe Coppergate Helmet (also known as the York Helmet) is an eighth-century Anglo-Saxon helmet found in York. It is remarkably well preserved and, together with the Benty Grange, Pioneer, Shorwell, Sutton Hoo, and Staffordshire helmets, is one of only six Anglo-Saxon helmets discovered to date.\nThe Pioneer Helmet (also known as Wollaston Helmet or Northamptonshire Helmet) is a 7th-century Anglo-Saxon boar-crested helm found by archaeologists from Northamptonshire Archaeology at a quarry site operated by Pioneer Aggregates. This helmet is very similar in its basic design to the Coppergate Helmet, although it is much larger, and was likely to have had two cheek plates (of which only one remained) and a nasal (which was bent inwards at the time of deposition to render the piece unwearable). A simple iron boar crest adorns the top of this helmet associating it with the Benty Grange helmet and the Guilden Morden boar from the same period, and descriptions in the poem Beowulf. The helmet accompanied the burial of a young male, possibly laid on a bed with a pattern welded sword, small knife, hanging bowl, three iron buckles and a copper alloy clothes hook."
  },
  {
    "id": "52e07c94-31fe-4ba0-b632-b3d95cb7361b",
    "claim": "The host of Carousel (comics) creates comic adaptions of literature classics like Waiting for Godot mixed with Beavis and Butt-Head becoming \"\"Waiting for Go\". They are presented under the series title \"Masterpiece Comics\".",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Robert Sikoryak (born 1964) is an American artist whose work is usually signed R. Sikoryak. He specializes in making comic adaptations of literature classics. Under the series title \"Masterpiece Comics\", these include \"Crime and Punishment\" rendered in Bob Kane–era Batman style, becoming \"Dostoyevsky Comics\", starring Raskol; and \"Waiting for Godot\" mixed with \"Beavis and Butt-Head\", becoming \"Waiting to Go\".\nWaiting for Godot ( ) is a play by Samuel Beckett, in which two characters, Vladimir and Estragon, wait for the arrival of someone named Godot who never arrives, and while waiting they engage in a variety of discussions and encounter three other characters. \"Waiting for Godot\" is Beckett's translation of his own original French play, En attendant Godot , and is subtitled (in English only) \"a tragicomedy in two acts\". The original French text was composed between 9 October 1948 and 29 January 1949. The premiere was on 5 January 1953 in the Théâtre de Babylone, Paris. The English language version was premiered in London in 1955. In a poll conducted by the British Royal National Theatre in 1990 it was voted the \"most significant English language play of the 20th century\".\nCarousel is a long-running multimedia comics slide show hosted by cartoonist Robert Sikoryak (\"Masterpiece Comics\") that has been presented in various venues in the United States and Canada since 1997. Sikoryak has described \"Carousel\" as \"a cartoon variety show.\" Carousel has been presented at Dixon Place, MoCCA Fest, Parsons School of Design, The Brick Theater, and other venues."
  },
  {
    "id": "9dff7994-f5c9-44e3-af28-049e282858e4",
    "claim": "The king of Northumbria, who possibly became king while still a child, attempted to have the king who was held responsible for the killing of Alkmund of Derby assassinated was AEthelred I.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Æthelred ( ; c. 762  – 18 April 796), was the king of Northumbria from 774 to 779 and again from 790 until he was murdered in 796. He was the son of Æthelwald Moll and Æthelthryth and possibly became king while still a child after Alhred was deposed.\nEardwulf (fl. 790 – c. 830) was king of Northumbria from 796 to 806, when he was deposed and went into exile. He may have had a second reign from 808 until perhaps 811 or 830. Northumbria in the last years of the eighth century was the scene of dynastic strife between several noble families: in 790, the then-king Æthelred I attempted to have Eardwulf assassinated. Eardwulf's survival may have been viewed as a sign of divine favour. A group of nobles conspired to assassinate Æthelred in April 796 and he was succeeded by Osbald: Osbald's reign lasted only twenty-seven days before he was deposed and Eardwulf became king on 14 May 796.\nÆlfwald, according to one tradition, reigned as king of Northumbria following the deposition of Eardwulf in 806. This information appears only in the anonymous tract \"De primo Saxonum adventu\" and in the later \"Flores Historiarum\" of Roger of Wendover. Roger states that Ælfwald had overthrown Eardwulf."
  },
  {
    "id": "f5c3fb17-8e83-475a-9115-cbfa9c8960da",
    "claim": "The New York representative and politician who represents District 19  was defeated by Alan Hevesi in 2002.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The 2002 election was held on November 5. New York City Comptroller Alan G. Hevesi defeated former Assembly Minority Leader John Faso.\nJohn James Faso Jr. (born August 25, 1952) is an American politician and the U.S. Representative for New York 's 19 congressional district since January 3, 2017. He served as minority leader of the New York State Assembly from 1998 until 2002, representing the 102nd district from 1987 until 2002. A Republican, he gave up his seat in the Assembly to run for New York State Comptroller in 2002, losing to Alan Hevesi. In 2006, he made a run for Governor of New York, but was defeated by Democratic nominee Eliot Spitzer.\nUnited States House of Representatives, New York District 19 is located in New York's Hudson Valley and Catskills regions. District 19 lies north of the New York City metropolitan area and mostly south of Albany. It is currently represented by Republican John Faso."
  },
  {
    "id": "58d4224e-be12-4ddf-bbb2-7955f8fc577a",
    "claim": "The vocalist of Praises to the War Machine is older than Roy Khan.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Warrel Dane (born March 7, 1969) is the lead singer of the American power metal band Sanctuary. He is also known as the former lead singer of currently inactive progressive metal band Nevermore. He is a natural baritone, though he was known for his high-pitched vocals with Serpent's Knight and on the first two Sanctuary albums. Later in his career, Dane became more notable for his distinctively deep, dramatic voice.\nRoy Sætre Khantatat (born March 12, 1970), is a Norwegian singer-songwriter. Commonly known as Roy Khan or simply Khan, he was the lead vocalist for the symphonic power metal band Kamelot from 1997 to his departure in 2011. He co-wrote most of Kamelot's songs with the band's guitarist and founder Thomas Youngblood during his tenure. Prior to joining Kamelot, Khan was lead singer for the Norwegian progressive metal band Conception from 1991 until 1997 when they disbanded.\nPraises to the War Machine is the debut and only solo release/album by heavy metal vocalist Warrel Dane from Nevermore, released on April 25, 2008. The album was produced by Peter Wichers, who was tapped by Dane to work on the album while Wichers was still a member of Soilwork. After leaving that band in 2007, Wichers co-wrote the album with Dane and played on eight of its tracks. Soilwork drummer Dirk Verbeuren and former Himsa guitarist Matt Wicklund also played on the album. Nevermore guitarist Jeff Loomis and the band's touring guitarist at the time Chris Broderick make guest appearances, along with James Murphy, who had performed on the Nevermore album \"This Godless Endeavor\". \"Praises to the War Machine\" includes two cover songs, The Sisters of Mercy's \"Lucretia My Reflection\" and \"Patterns\" by Paul Simon. Dane had previously covered a Simon song on Nevermore's album \"Dead Heart in a Dead World\"."
  },
  {
    "id": "537bd9db-707a-45e5-b05d-c7a0e0020521",
    "claim": "The 2014–15 Missouri Tigers women's basketball team's head coach replaced Cindy Stein.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Robin Pingeton (born July 9, 1968) is the head coach of the University of Missouri's women's basketball team. She was hired in April 2010 to replace former head coach Cindy Stein.\nThe 2014–15 Missouri Tigers women's basketball team represents the University of Missouri in the 2014–15 NCAA Division I women's basketball season. The Tigers led by fifth year head coach Robin Pingeton, they play their games at Mizzou Arena and were members of the Southeastern Conference. They finished the season 19–14, 7–9 in SEC play to finish in a tie for seventh place. They lost in the second round of the SEC Women's Basketball Tournament to Georgia. They were invited to the Women's National Invitation Tournament where they defeated Northern Iowa in the first round, Kansas State in the second round before getting defeated by Michigan in the third round.\nCindy Stein (born January 22, 1961) is the current head women's basketball coach at Southern Illinois University Carbondale. She is the former coach of the Missouri Tigers women's basketball team at the University of Missouri from 1998 to 2010 and at Illinois Central College from 2012 to 2013. She was the head coach for the Cougars from April 3, 2012, until April 2, 2013 when she was named head coach of the SIU Women's basketball team."
  },
  {
    "id": "1b75393b-db97-47d6-98d6-a11ad0410dfd",
    "claim": "Kate Millet was the Oxford graduate that the editor of the book Shoulder to Shoulder is about, interviewed in \"Women Talking\".",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Margaret Rose MacKenzie, known as Midge Mackenzie, (6 March 1938 - 28 January 2004) was a London-born writer and filmmaker who first become known for producing Robert Joffrey's multimedia ballet \"Astarte\" with the Joffrey Ballet, and \"Women Talking\", a documentary with interviews of Kate Millett, Betty Friedan and other leading figures in the US women’s liberation movement.\nShoulder to Shoulder is a 1974 BBC television serial and book relating the history of the women's suffrage movement, both edited by Midge Mackenzie. The drama series grew out of discussions between Mackenzie and the actress and singer Georgia Brown, who was dissatisfied at the lack of decent roles for women in TV drama. Brown enlisted the producer Verity Lambert in the project she and Mackenzie were devising to dramatise the struggle for women's suffrage, and the three women presented the idea to the BBC, which gave approval for the series. Originally they had hoped to use only female script writers but this proved impracticable. Male writers were used and the three female originators of the project found they needed to remove from their scripts a number of 'innuendoes, misconceptions and untruths' indicative of what Georgia Brown termed \"the male point of view\".\nKatherine Murray Millett (September 14, 1934 – September 6, 2017) was an American feminist writer, educator, artist, and activist. She attended Oxford University and was the first American woman to be awarded a degree with first-class honors after studying at St Hilda's College, Oxford. She has been described as \"a seminal influence on second-wave feminism\", and is best known for her book \"Sexual Politics\" (1970), which was based on her doctoral dissertation at Columbia University. Journalist Liza Featherstone attributes previously unimaginable \"legal abortion, greater professional equality between the sexes, and a sexual freedom\" being made possible partially due to Millett's efforts."
  },
  {
    "id": "d2862f29-af7b-4ea8-a56c-c844709334d9",
    "claim": "The film in which Naomi Scott played Princess Jasmine, and Song of the South are produced by the same company.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Aladdin is an upcoming American musical romantic fantasy film directed by Guy Ritchie from a screenplay written by John August, Ritchie and Vanessa Taylor, and co-produced by Walt Disney Pictures, Lin Pictures, and Marc Platt Productions. It is a live-action adaptation of Disney's 1992 animated film of the same name, which is in turn based on the Arab-style folktale of the same name from \"One Thousand and One Nights\" and the French interpretation by Antoine Galland. The film stars Mena Massoud as the titular character with Naomi Scott, Will Smith, Marwan Kenzari, Navid Negahban, Nasim Pedrad, Billy Magnussen, and Numan Acar in supporting roles. It is scheduled to be released on May 24, 2019 in the United States.\nNaomi Grace Scott (born 6 May 1993) is an English actress and singer. She is known for starring as Kimberly Hart, the Pink Ranger, in the 2017 \"Power Rangers\" movie and co-starring as Maddy Shannon in the science-fiction drama series \"Terra Nova\". Scott also starred as Mohini \"Mo\" Banarjee in the Disney Channel original movie \"Lemonade Mouth\", and as Megan in TV series \"Life Bites\". She is set to play Princess Jasmine in the live-action remake of \"Aladdin\".\nSong of the South is a 1946 American live-action animated musical film produced by Walt Disney and released by RKO Radio Pictures. It is based on the collection of Uncle Remus stories as adapted by Joel Chandler Harris, and stars James Baskett as Uncle Remus. The film takes place in the southern United States during the Reconstruction Era, a period of American history shortly after the end of the American Civil War and the abolition of slavery. The story follows 7-year-old Johnny (Bobby Driscoll) who is visiting his grandmother's plantation for an extended stay. Johnny befriends Uncle Remus, one of the workers on the plantation, and takes joy in hearing his tales about the adventures of Br'er Rabbit, Br'er Fox, and Br'er Bear. Johnny learns from the stories how to cope with the challenges he is experiencing living on the plantation."
  },
  {
    "id": "fc3c1832-3f37-439b-ba8e-d242d3abf2f8",
    "claim": "The controversial documentary, which Hollywood Outlaw Movie is the award winning director's cut of, and The Future of Food are not both documentaries about food.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Bitter Jester is a documentary starring Maija DiGiorgio, Kenny Simmons, Jody Del Giorno and Heather McConnell. It's a portrait of the comedy world that includes interviews with a multitude of stars including Richard Pryor, Richard Belzer and many others.\nThe Future of Food is a 2004 American documentary film written and directed by Deborah Koons Garcia to describe an investigation into unlabeled, patented, genetically engineered foods sold in grocery stores in the United States for the past decade. In addition to the US, there is a focus on Canada and Mexico.\nHollywood Outlaw, The Unmaking of a Bitter Jester is the director’s cut of the controversial documentary \"Bitter Jester\" which was buried in 2004 amidst much scandal, never to be seen again. Directed by, written by, and starring Maija DiGiorgio, this film follows her through the construction and subsequent deconstruction of Bitter Jester, including all of the footage that sparked the scandal leading to blackmail and censorship."
  },
  {
    "id": "6434aba8-fca0-4699-879f-630091ceb4ce",
    "claim": "The New York writer of Strong Motion and Heiner Müller do not have the same nationality. Strong Motion was his second novel.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Jonathan Earl Franzen (born August 17, 1959) is an American novelist and essayist. His 2001 novel \"The Corrections\", a sprawling, satirical family drama, drew widespread critical acclaim, earned Franzen a National Book Award, was a Pulitzer Prize for Fiction finalist, earned a James Tait Black Memorial Prize and was shortlisted for the International IMPAC Dublin Literary Award. His novel \"Freedom\" (2010) garnered similar praise and led to an appearance on the cover of \"Time\" magazine alongside the headline \"Great American Novelist\".\nHeiner Müller (] ; January 9, 1929 – December 30, 1995) was a German (formerly East German) dramatist, poet, writer, essayist and theatre director. Described as \"the theatre's greatest living poet\" since Samuel Beckett, Müller is arguably the most important German dramatist of the 20th century after Bertolt Brecht. His \"enigmatic, fragmentary pieces\" are a significant contribution to postmodern drama and postdramatic theatre.\nStrong Motion (1992) is the second novel by American author Jonathan Franzen."
  },
  {
    "id": "d3404979-0de9-471e-b5ca-5008412f936f",
    "claim": "The sitcom Community aired on NBC and Yahoo. Community had a character named John Asher (played by American actress who starred in the film Midnight Bayou).",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Midnight Bayou, also known as Nora Roberts' Midnight Bayou, is a 2009 made-for-TV movie directed by Ralph Hemecker, which stars Jerry O'Connell, Lauren Stamile, and Faye Dunaway. The film is based on the Nora Roberts novel of the same name. And is part of the Nora Roberts 2009 movie collection, which also includes; \"Northern Lights\", \"High Noon\", and \"Tribute\". The movie debuted March 28, 2009 on Lifetime.\nCommunity is an American television sitcom created by Dan Harmon that aired on NBC and Yahoo! Screen from September 17, 2009 to June 2, 2015. The series follows an ensemble cast of characters played by Joel McHale, Gillian Jacobs, Danny Pudi, Yvette Nicole Brown, Alison Brie, Donald Glover, Ken Jeong, Chevy Chase, and Jim Rash at a community college in the fictional town of Greendale, Colorado. It makes heavy use of meta-humor and pop culture references, often parodying film and television clichés and tropes.\nLauren Stamile (born September 12, 1976) is an American actress. She is best known for portraying Nurse Rose on the ABC series \"Grey's Anatomy\", Michelle Slater on the NBC series \"Community\", and CIA Agent Dani Pearce on the USA Network series \"Burn Notice\"."
  },
  {
    "id": "449a9184-f34d-4dd2-92d6-48687df0f96b",
    "claim": "Mayfair is the British response to magazines such as \"Playboy\" and \"Fantasy Novel\" that are edited by the horror author who wrote Famine.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Famine is a 1981 horror novel written by Scottish writer Graham Masterton. The story is about a nationwide famine that sweeps America, rendering all sources of food contaminated in one way or another.\nMayfair is a British adult magazine for men. Founded in 1965, it was designed as a response to US magazines such as \"Playboy\" and \"Penthouse\", which had recently launched in the UK. For many years it claimed the largest distribution of any men's magazine in the UK. It is a softcore magazine and is thus available in newsagents, although some larger retailers require a modesty bag to hide the cover.\nGraham Masterton (born 16 January 1946 in Edinburgh) is a British horror author. Originally editor of \"Mayfair\" and the British edition of \"Penthouse\", Graham Masterton's first novel \"The Manitou\" was released in 1976. This novel was adapted in 1978 for the film \"The Manitou\". Further works garnered critical acclaim, including a Special Edgar Award by the Mystery Writers of America for \"Charnel House\" and a Silver Medal by the West Coast Review of Books for \"Mirror\". He is also the only non-French winner of the prestigious Prix Julia Verlanger for his novel \"Family Portrait\", an imaginative reworking of the Oscar Wilde novel \"The Picture of Dorian Gray\". Masterton was also the editor of \"Scare Care\", a horror anthology published for the benefit of abused children in Europe and the USA."
  },
  {
    "id": "db4f9b96-ff2e-49f7-ad9d-151ad43b25e0",
    "claim": "The Kings of the High Frontier author's Ph.D. was conferred by a university located in Minneapolis.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Victor Koman (born 1954) is an American science fiction and fantasy writer and agorist. A three time winner of the Prometheus Award, Koman is mainly popular in the libertarian community. He is the owner of the publishing house KoPubCo. His Ph.D. in Information Technology was conferred by Capella University in 2016. He also possesses a BSIS (with honors, \"summa cum laude\") from University of Redlands (2001) and an MBA from Pepperdine University (2004).\nCapella University is a for-profit institution of higher learning in Minneapolis, Minnesota. The school is owned by the publicly traded Capella Education Company and delivers most of its education online.\nKings of the High Frontier is a hard science fiction novel by Victor Koman, first published (electronically) in 1996."
  },
  {
    "id": "5e467ec8-f522-455a-a246-8bc9a54ebdfe",
    "claim": "The star of Resurrected (film) had a performance in the film Macbeth as King Duncan, father of Malcolm and Donalbain.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "David Thewlis (born David Wheeler; born 20 March 1963) is an English actor, director, screenwriter, and author. His most commercially successful role to date has been that of Remus Lupin in the \"Harry Potter\" film series. Other notable performances include the films \"Naked\" (for which he won the Best Actor award at Cannes Film Festival), \"Dragonheart\", \"Kingdom of Heaven\", \"The Boy in the Striped Pyjamas\", \"The Theory of Everything\", \"Black Beauty\", \"Macbeth\" (as King Duncan) and \"Wonder Woman\". He has also done voice work in the films \"James and the Giant Peach\" (1996), \"The Miracle Maker\" (2000), and \"Anomalisa\" (2015). Thewlis has combined major motion picture work with prominent television roles, including playing Cyrus Crabb in the television miniseries \"Dinotopia\" and antagonist V.M. Varga in the third season of \"Fargo.\"\nKing Duncan is a fictional character in Shakespeare's \"Macbeth.\" He is the father of two youthful sons (Malcolm and Donalbain), and the victim of a well-plotted regicide in a power grab by his trusted captain Macbeth. The origin of the character lies in a narrative of the historical Donnchad mac Crinain, King of Scots, in Raphael Holinshed's 1587 \"The Chronicles of England, Scotland, and Ireland,\" a history of Britain familiar to Shakespeare and his contemporaries. Unlike Holinshed's incompetent King Duncan (who is credited in the narrative with a \"feeble and slothful administration\"), Shakespeare's King Duncan is crafted as a sensitive, insightful, and generous father-figure whose murder grieves Scotland and is accounted the cause of turmoil in the natural world.\nResurrected is a 1989 drama film directed by Paul Greengrass in his directorial debut, written by Martin Allen, and starring David Thewlis. It is based on the story of the British soldier Philip Williams, who is presumed dead and left behind in the Falklands but is accused of desertion when he reappears seven weeks after the Falklands War ends."
  },
  {
    "id": "740060ad-43f5-4749-a076-69d49f6c2712",
    "claim": "The 1989 film whose soundtrack included the song \"Batdance\" was produced by Jon Peters and a man that is the CEO of Mandalay Entertainment.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "\"Batdance\" is a song by American musician Prince, from the 1989 \"Batman\" soundtrack. Helped by the film's popularity, the song reached number one in the US, becoming Prince's fourth American number-one single, and his first to achieve the feat of topping all 3 American charts since \"Kiss\" in 1986.\nHoward Peter Guber (born March 1, 1942) is an executive, entrepreneur, educator, and author. He is Chairman and CEO of Mandalay Entertainment. Guber's most recent films from Mandalay Entertainment include \"The Kids Are All Right\", \"Soul Surfer\", and \"Bernie\". He has also produced \"Batman\", \"The Witches of Eastwick\", and \"Flashdance.\" Guber's films have earned over $3 billion worldwide and 50 Academy Award nominations.\nBatman is a 1989 American superhero film directed by Tim Burton and produced by Jon Peters and Peter Guber, based on the DC Comics character of the same name. It is the first installment of Warner Bros.' initial \"Batman\" film series. The film stars Michael Keaton as Bruce Wayne/Batman and Jack Nicholson as The Joker, alongside Kim Basinger, Robert Wuhl, Pat Hingle, Billy Dee Williams, Michael Gough and Jack Palance. The film takes place early in the title character's war on crime, and depicts a battle with his arch-nemesis the Joker."
  },
  {
    "id": "26c58d4b-1eea-4e14-94b0-cb1d301c8ee0",
    "claim": "The movie Animal House was produced by Verna Bloom and Matty Simmons and is an American Comedy Film. It starred the wife of American film critic and screenwriter, John C. \"Jay\" Cocks, Jr.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "National Lampoon's Animal House is a 1978 American comedy film from Universal Pictures. It was produced by Ivan Reitman and Matty Simmons, directed by John Landis, and stars John Belushi, Tim Matheson, John Vernon, Verna Bloom, Thomas Hulce, Stephen Furst, and Donald Sutherland. The film, a direct spin-off from \"National Lampoon magazine\", is about a misfit group of fraternity members who challenge the authority of the dean of Faber College.\nJohn C. \"Jay\" Cocks, Jr. (born January 12, 1944) is an American film critic and screenwriter. He is a graduate of Kenyon College. He was a critic for \"Time\", \"Newsweek\", and \"Rolling Stone\", among other magazines, before shifting to screenplay writing. He is married to actress Verna Bloom.\nVerna Bloom (born August 7, 1939) is an American actress. She co-starred in Clint Eastwood's 1973 film, \"High Plains Drifter\" and in the 1974 made-for-TV movie \"Where Have All The People Gone?\" with Peter Graves and Kathleen Quinlan. She has had roles in more than 30 films and television episodes since the 1960s, including playing Mary, mother of Jesus, in \"The Last Temptation of Christ\" in 1988 and Marion Wormer in \"Animal House\" in 1978."
  },
  {
    "id": "8fbf0136-018b-4ba5-ad75-84e3170167c1",
    "claim": "The magazine Gerald Peary is a critic-at-large for covers cultural events in New England's and Visionaire does not.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Visionaire is a transmedia company that publishes a magazine under the same name of \"Visionaire\" that concepts, curates, and produces art multiples, events, public art installations, film, branded content, apparel, and publications. Visionaire focuses on the cross-pollination of art, fashion, film, and contemporary culture as a tool to communicate unique experiences to viewers and visitors, across multiple platforms, in physical spaces, online, and mobile. Visionaire has a deep and developed network of artists, photographers, fashion designers, models, celebrities, filmmakers, writers, agents, editors, collectors, galleries, and museums. Artists work in collaboration with Visionaire to produce interpretations on a theme, and are given freedom to push Visionaire's original formats.\nGerald Peary (born October 30, 1944) is an American film critic, who was a reviewer and columnist for the \"Boston Phoenix\" from 1996 until its demise in 2012. He is now a critic-at-large for The Arts Fuse, a Boston-based online arts magazine. He was from 1998 to 1999 the Acting Curator of the Harvard Film Archive and is now the General Editor of the University Press of Mississippi \"Conversations with Filmmakers Series\". Since 1997, he has been the programmer/curator of the BU Cinematheque at Boston University's College of Communication, bringing independent filmmakers to show their works. He has programmed for the Institute of Contemporary Art-Boston, the Vancouver International Film Festival, and helped choose films for the Edinburgh International Film Festival.\nThe Arts Fuse is an online arts magazine covering cultural events in Greater Boston, as well as Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, Vermont, and New York providing a next generation platform for arts and culture consumers across New England and beyond."
  },
  {
    "id": "2ed4687c-d720-4582-8972-3ecd8971f549",
    "claim": "The singer of \"Feel the Passion\" won the major musical event Kënga Magjike. It was composed by Shpëtim Saraçi and with lyrics by Sokol Marsi.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "\"Feel the Passion\" is a song by Aurela Gaçe, composed by Shpëtim Saraçi and with lyrics by Sokol Marsi. The song was the winner of the 49th edition of the Albanian musical festival Festivali i Këngës, performed as \"Kënga ime\" (My song) on 25 December 2010, and represented Albania at the Eurovision Song Contest 2011, held in Düsseldorf, Germany.\nKënga Magjike (\"Magical Song\" in English) is a major musical event in Albania. Throughout its history, different broadcasters have been credited with the production and airing of this event, including RTSH, Klan TV, TVA, RTV NRG (Albania) and RTV21, RTK (Kosovo), as well as many radio stations. It is currently produced and aired by Klan TV.\nAurela Gaçe (born October 16, 1975) is an Albanian singer. She is a three-time Festivali i Këngës winner, a three-time Kënga Magjike winner and a two-time Balkan Music Award winner for \"Balkan's Song of The Year\" and \"Best Singer from Albania\". Gaçe represented Albania in the Eurovision Song Contest 2011 with the entry \"Feel the Passion\". She was a judge on the third season of \"The Voice of Albania\". After the show ended, she announced that she won't be returning in the panel."
  },
  {
    "id": "9825faec-0a83-4e2f-aefd-ed3a55bde965",
    "claim": "The king of Northumbria, who possibly became king while still a child, attempted to have the king who was held responsible for the killing of King Oswiu of Derby assassinated was AEthelred I.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Eardwulf (fl. 790 – c. 830) was king of Northumbria from 796 to 806, when he was deposed and went into exile. He may have had a second reign from 808 until perhaps 811 or 830. Northumbria in the last years of the eighth century was the scene of dynastic strife between several noble families: in 790, the then-king Æthelred I attempted to have Eardwulf assassinated. Eardwulf's survival may have been viewed as a sign of divine favour. A group of nobles conspired to assassinate Æthelred in April 796 and he was succeeded by Osbald: Osbald's reign lasted only twenty-seven days before he was deposed and Eardwulf became king on 14 May 796.\nÆlfwald, according to one tradition, reigned as king of Northumbria following the deposition of Eardwulf in 806. This information appears only in the anonymous tract \"De primo Saxonum adventu\" and in the later \"Flores Historiarum\" of Roger of Wendover. Roger states that Ælfwald had overthrown Eardwulf.\nÆthelred ( ; c. 762  – 18 April 796), was the king of Northumbria from 774 to 779 and again from 790 until he was murdered in 796. He was the son of Æthelwald Moll and Æthelthryth and possibly became king while still a child after Alhred was deposed."
  },
  {
    "id": "2543217c-4250-4ba4-9187-a218b52eb624",
    "claim": "the Thomas & Mack Center is the home of a college sport team. When Larry Johnson played for this college sport team, his home team was located in Nevada.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The UNLV Runnin' Rebels are a NCAA Division I men's basketball team who play at the Thomas & Mack Center in the Las Vegas suburb of Paradise, Nevada, United States. As of 2009, UNLV has the fourth-highest winning percentage (.712) in Division I history, ranking behind Kentucky, North Carolina and Kansas, but ahead of UCLA and Duke. UNLV is 33–19 all-time in the NCAA tournament with a 63.5 winning percentage. In July 2008, ESPNU named the program the eighth most prestigious collegiate basketball program in the nation since the 1984–85 season.\nThe 1991–92 NBA season was the Charlotte Hornets' fourth season in the National Basketball Association. With the top overall pick in the 1991 NBA draft, the Hornets selected UNLV star Larry Johnson. Under new head coach Allan Bristow, the Hornets would get off to a slow start losing 8 of their first 9 games. At midseason, Rex Chapman was traded to the Washington Bullets as the Hornets would get stronger winning 9 of 13 games in February, on their way to finishing sixth in the Central Division with a record of 31 wins and 51 losses, a five-game improvement over the previous season. Johnson averaged 19.2 points and 11.0 rebounds per game, as he went on to win the 1992 NBA Rookie of the Year Award. Second-year star Kendall Gill led the team in scoring with 20.5 points per game. The Hornets led the NBA in attendance for the third time in four seasons.\nThomas & Mack Center is an arena located on the campus of the University of Nevada, Las Vegas in Paradise, Nevada. It is home of the UNLV Runnin' Rebels basketball team of the Mountain West Conference."
  },
  {
    "id": "4c9d6607-2a90-48d4-af8f-1b0f9874c980",
    "claim": "The English  writer of the lyrics for \"Can You Feel the Love Tonight\" from \"The Lion King\" and Leslie Marmon Silko are not both lyricists.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Leslie Marmon Silko (born Leslie Marmon; born March 5, 1948) is a Laguna Pueblo writer and one of the key figures in the First Wave of what literary critic Kenneth Lincoln has called the Native American Renaissance.\nSir Timothy Miles Bindon \"Tim\" Rice (born 10 November 1944) is an English author and Academy Award, Golden Globe Award, Tony Award, and Grammy Award-winning lyricist. He is best known for his collaborations with Andrew Lloyd Webber, with whom he wrote \"Joseph and the Amazing Technicolor Dreamcoat\", \"Jesus Christ Superstar\", and \"Evita\"; with Björn Ulvaeus and Benny Andersson of ABBA, with whom he wrote \"Chess\"; for additional songs for the 2011 West End revival of \"The Wizard of Oz\"; and for his work with Alan Menken on Disney's \"Aladdin, Beauty and the Beast, and the musical King David\"). He also worked with Elton John on Disney's \"The Lion King\", the musical \"Aida\", and DreamWorks Animation's \"The Road to El Dorado\" and Ennio Morricone.\n\"Can You Feel the Love Tonight\" is a song from Disney's 1994 animated film \"The Lion King\" composed by Elton John with lyrics by Tim Rice. It was described by Don Hahn (the film's producer), Roger Allers and Rob Minkoff (the film's directors) as having \"the most diverse history\" in the film. It was a chart hit in the UK, peaking at #14 on the UK Singles Chart, and achieved even more success in the U.S., reaching a peak of #4 on the \"Billboard\" Hot 100. The song was a number-one hit in France, and it sold 11 million copies worldwide."
  },
  {
    "id": "9e46554e-d2a2-47a7-a0bc-cdcf9dfd4c7f",
    "claim": "Ainslee's Magazine is periodical. So is one of the sports magazines Patty Oja has appeared in.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Viva was an adult woman's magazine that premiered in 1973 and ceased publication in 1980. Its full title was \"Viva, The International Magazine For Women\", and it was published by Bob Guccione and his wife, Kathy Keeton. Guccione was the editor of \"Penthouse\", an adult men's magazine, and he wanted to publish a companion title for women. \"Viva\" was essentially an erotic magazine for women, containing articles and fiction delving into women’s fantasies, and exploring their sexuality, reviews of the arts, interviews with known personalities, fashion and beauty, etc.\nAinslee's Magazine was an American literary periodical published from 1897 to December 1926. It was originally published as a humor magazine called \"The Yellow Kid\", based on the popular comic strip character. It was renamed \"Ainslee's\" the following year.\nPatty Oja is a former model and actress best known for her appearance in the film, \"Eyes of Laura Mars\". She also appeared in the film \"Mr. Mike's Mondo Video\", in \"Redbook\" and \"Viva\" magazines, and on the cover of Mitchell Gray's \"The Lingerie Book\" (ISBN  )."
  },
  {
    "id": "5d4852b2-596c-4bf7-add8-6683b0b5b628",
    "claim": "Richard L. \"Rick\" Rosenthal, Jr. is more recent. He is more recent than the director of the documentary film The Black Hole.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Black Hole is a 1979 American science fiction film directed by Gary Nelson and produced by Walt Disney Productions. The film stars Maximilian Schell, Robert Forster, Joseph Bottoms, Yvette Mimieux, Anthony Perkins, and Ernest Borgnine, while the voices of the main robot characters are provided by Roddy McDowall and Slim Pickens (both unbilled). The music for the film was composed by John Barry. It was the first film from Walt Disney Productions to receive a PG rating. The film was released on December 18, 1979 in the United Kingdom and on December 21, 1979 in the United States.\nGary Nelson (born January 1934) is an American television and film director. He has directed many well-known television series, including \"Gunsmoke\", \"The Patty Duke Show\", \"Gilligan's Island\" and \"Happy Days\". In addition, Nelson has directed five feature films, including two for Walt Disney Pictures, and many television movies, including \"Murder in Coweta County\" starring Johnny Cash and Andy Griffith.\nRichard L. \"Rick\" Rosenthal, Jr. (born June 15, 1949) is an American film instructor and director, best known for directing \"Bad Boys\", the 1983 drama film that helped launch Sean Penn's career as well as episodes of many popular TV series (including \"\", \"Buffy the Vampire Slayer\" and \"Smallville\"). His filmography includes the horror sequel \"Halloween II,\" the romantic comedy \"American Dreamer\", and the 1987 drama film \"Russkies\"."
  },
  {
    "id": "e2069f68-7475-478a-bf64-dfdb643fd725",
    "claim": "Thrownness is a concept introduced by Victorian philosopher. This philosopher and Lytton Strachey are not from the same country.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Thrownness (German: \"Geworfenheit\" ) is a concept introduced by German philosopher Martin Heidegger (1889–1976) to describe humans' individual existences as \"being thrown\" (\"geworfen\") into the world. \"Geworfen\" denotes the arbitrary or inscrutable nature of \"Dasein\" that connects the past with the present. The past, through Being-toward-Death, becomes a part of \"Dasein\". Awareness and acknowledgment of the arbitrariness of \"Dasein\" is characterized as a state of \"thrown-ness\" in the present with all its attendant frustrations, sufferings, and demands that one does not choose, such as social conventions or ties of kinship and duty. The very fact of one's own existence is a manifestation of thrown-ness. The idea of the past as a matrix not chosen, but at the same time not utterly binding or deterministic, results in the notion of \"Geworfenheit\"—a kind of alienation that human beings struggle against, and that leaves a paradoxical opening for freedom:\nGiles Lytton Strachey ( ; 1 March 1880 – 21 January 1932) was a British writer and critic.\nMartin Heidegger ( ; ] ; 26 September 188926 May 1976) was a German philosopher and a seminal thinker in the Continental tradition and philosophical hermeneutics. According to the \"Internet Encyclopedia of Philosophy\", he is \"widely acknowledged to be one of the most original and important philosophers of the 20th century\". Heidegger is best known for his contributions to phenomenology and existentialism, though as the \"Stanford Encyclopedia of Philosophy\" cautions, \"his thinking should be identified as part of such philosophical movements only with extreme care and qualification\"."
  },
  {
    "id": "60ba26b5-65c7-4a53-b046-251a6596b38f",
    "claim": "A Far Off Place is an American film. The horror film that Dean Jones (actor) played Albert Dooley is too.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "The Million Dollar Duck (also titled as The $1,000,000 Duck) is a 1971 American comedy film produced by Walt Disney Productions about a goose that lays golden eggs scenario. It was directed by Vincent McEveety, and stars Dean Jones, Sandy Duncan and Joe Flynn.\nA Far Off Place is a 1993 American adventure drama film based on Laurens van der Post's works \"A Far-Off Place\" (1974) and its prequel \"A Story Like the Wind\" (1972). The film stars Reese Witherspoon, Ethan Randall, Jack Thompson and Maximilian Schell. The filming locations were in Namibia and Zimbabwe.\nDean Carroll Jones (January 25, 1931 – September 1, 2015) was an American actor best known for his roles as Agent Zeke Kelso in \"That Darn Cat!\" (1965), Jim Douglas in \"The Love Bug\" (1968), Albert Dooley in \"The Million Dollar Duck\" (1971; for which he received a Golden Globe nomination) and Dr. Herman Varnick in \"Beethoven\" (1992)."
  },
  {
    "id": "9ea1c6da-5ce8-4e16-abc3-944b0e507594",
    "claim": "The winner of the 2000 Challenge Bell – Singles, who was born in the 70's, is older than Maria Sharapova.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Chanda Rubin (born February 18, 1976) is an American tennis player. Winning seven WTA Tour singles titles, she reached her highest ranking at World No. 6 on April 8, 1996, after reaching semifinals at the 1996 Australian Open. Rubin is also former World No. 9 in doubles, winning the Australian Open in 1996 partnering with Arantxa Sánchez Vicario.\nJennifer Capriati was the defending champion, but lost in the final 6–4, 6–2 to Chanda Rubin.\nMaria Yuryevna Sharapova (Russian: Мари́я Ю́рьевна Шара́пова ; ] ; born April 19, 1987) is a Russian professional tennis player. A United States resident since 1994, Sharapova has competed on the WTA tour since 2001. She has been ranked world No. 1 in singles by the WTA on five separate occasions, for a total of 21 weeks. She is one of ten women, and the only Russian, to hold the career Grand Slam. She is also an Olympic medalist, having earned silver for Russia in women's singles at the 2012 Summer Olympics in London."
  },
  {
    "id": "49051bb1-bee8-4e41-a2fd-385fe3b670e1",
    "claim": "The film, that Buddy Baker scored in the mid 1970s is a Walt Disney film was produced first before Something Wicked This Way Comes.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Norman Dale \"Buddy\" Baker (January 4, 1918 – July 26, 2002) was an American composer who, together with Paul J. Smith, scored many Disney films, such as \"The Apple Dumpling Gang\" in 1975, \"The Apple Dumpling Gang Rides Again\" in 1979, \"The Shaggy D.A.\" in 1976, \"The Many Adventures of Winnie the Pooh\" in 1977, and \"The Fox and the Hound\" in 1981.\nThe Apple Dumpling Gang is a 1975 American comedy-western film produced by Walt Disney Productions about a slick gambler named Russell Donovan (Bill Bixby) who is duped into taking care of a group of orphans who eventually strike gold during the California Gold Rush.\nSomething Wicked This Way Comes is a 1983 American horror fantasy film directed by Jack Clayton and produced by Walt Disney Productions from a screenplay written by Ray Bradbury, based on his novel of the same name. The novel's title was taken directly from a line in Act IV of William Shakespeare's \"Macbeth\": \"By the pricking of my thumbs / Something wicked this way comes.\" The film stars Jason Robards, Jonathan Pryce, Diane Ladd, and Pam Grier. It was shot in Vermont and at the Walt Disney Studios in Burbank, California. The film had a troubled production – Clayton fell out with Bradbury over an uncredited script rewrite, and after test screenings of the director's cut failed to meet the studio's expectations, Disney sidelined Clayton, fired the original editor, and scrapped the original score, spending some $5 million and many months re-shooting, re-editing and re-scoring the film, before its eventual release."
  },
  {
    "id": "f97920f7-5cdf-475d-9670-da6100f5d14f",
    "claim": "The Disney film, in which Arthur Gould-Porter played the part of Captain Greer, not The Journey of Natty Gann, is a British-influenced film.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Bedknobs and Broomsticks is a 1971 British-American musical fantasy film produced by Walt Disney Productions and released by Buena Vista Distribution Company in North America on December 13, 1971. It is based upon the books \"The Magic Bedknob; or, How to Become a Witch in Ten Easy Lessons\" (1943) and \"Bonfires and Broomsticks\" (1945) by English children's author Mary Norton. The film, which combines live action and animation, stars Angela Lansbury and David Tomlinson.\nThe Journey of Natty Gann is a 1985 American film directed by Jeremy Paul Kagan, produced by Walt Disney Pictures and released by Buena Vista Distribution. The film introduced Meredith Salenger and also starred John Cusack, Lainie Kazan and Ray Wise.\nArthur Gould-Porter (4 January 1905 – 2 January 1987), sometimes credited as Arthur E. Gould-Porter, was a British actor who appeared on film, television and stage. His film and television career spanned from 1942 to 1977, and although mainly a character actor he is remembered for his part as Captain Greer in Disney's \"Bedknobs and Broomsticks\" and for his reoccurring role as Ravenswood the butler in \"The Beverley Hillbillies\"."
  },
  {
    "id": "e2864742-85eb-4d4d-b274-20bae58f90f5",
    "claim": "Brad Hill created this hit sitcom. The actress who played the role of Tom Stade wife Trudy in this sitcom  is American.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Ming-Na Wen (; born November 20, 1963) is an American actress. (She has been credited with and without her family name \"Wen\", but most credits since the late 1990s have been without it. She has been known by such variants of her name as Ming-Na, Ming Na, Ming Na Wen and Ming Wen.) She is known for playing the role of Melinda May in the ABC action drama series \"Agents of S.H.I.E.L.D.\" and for voicing Fa Mulan, one of the Disney Princesses, in the films \"Mulan\" and \"Mulan II\", the video game \"Kingdom Hearts II\", and in the Disney animated series \"Sofia the First\". She is due to reprise her role as Mulan in \"\".\nWilliam Brad Hall (born March 21, 1958) is an American actor, comedian, director and writer. He is best known as a \"Saturday Night Live\" news anchor on \"Saturday Night News\" and for creating the sitcoms \"The Single Guy\" and \"Watching Ellie\".\nThe Single Guy is an American television sitcom that ran for two seasons on NBC, from September 1995 to April 1997. It stars Jonathan Silverman as struggling New York City writer Jonathan Eliot, and followed several of his close friends (some of whom came and left as the show was re-tooled between seasons). The series also starred Joey Slotnick as Eliot's best friend Sam Sloan, Ming-Na Wen as Sam's wife Trudy and Ernest Borgnine as doorman Manny, throughout its entire run. \"The Single Guy\" was created by Brad Hall."
  },
  {
    "id": "96bb3f85-4604-41f0-9342-bfdf25138555",
    "claim": "Ray Ruffels and his partner were the defending champions of the 1978 Australian Open- Men's Doubles. Yevgeny Aleksandrovich Kafelnikov is younger than the tennis player.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Ray Ruffels and Allan Stone were the defending champions.\nAllan Stone (born 14 October 1945) played amateur and professional tennis in the 1960s and 1970s. He was ranked as high as World No. 38 in singles on the ATP Rankings in April 1975.\nYevgeny Aleksandrovich Kafelnikov (Russian: Евгений Александрович Кафельников ] ; born 18 February 1974) is a Russian former world No. 1 tennis player. He won two Grand Slam singles titles, the 1996 French Open and the 1999 Australian Open. He also won four Grand Slam doubles titles, being the last man to have won both the men's singles and doubles titles at the same Grand Slam tournament, which he did at the 1996 French Open."
  },
  {
    "id": "576ffcc8-16c9-4250-8c2c-809ce3b9b410",
    "claim": "The works of the painter closely associated with Grand Central Art Galleries are more likely to be seen in an art gallery than the works of Armen Chakmakian.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "The Grand Central Art Galleries were the exhibition and administrative space of the nonprofit Painters and Sculptors Gallery Association, an artists' cooperative established in 1922 by Walter Leighton Clark together with John Singer Sargent, Edmund Greacen, and others. Artists closely associated with the Grand Central Art Galleries included Hovsep Pushman, George de Forest Brush, and especially Sargent, whose posthumous show took place there in 1928.\nHovsep Pushman (Armenian: Յովսէփ Փուշման ; May 9, 1877 – February 13, 1966) was an American artist of Armenian background. He was known for his contemplative still lifes and sensitive portraits of women, often in exotic dress. He was most closely associated during his lifetime with the Grand Central Art Galleries, which represented him from its opening in 1922 until his death in 1966.\nArmen John Chakmakian (Armenian: Արմեն Չաքմաքյան ; born (February 11, 1966) in Glendale, California) is an Armenian-American musician, composer, recording artist, and producer. Formerly the keyboardist for the GRAMMY® award-winning band Shadowfax, their 1992 CD, \"Esperanto\" was nominated for a Best New Age Album GRAMMY® Award. He has released two solo albums on his label TruArt Records: \"Ceremonies\" (1998); \"Caravans\" (2004). Two tracks from \"Ceremonies\", \"Gypsy Rain\" and \"Distant Lands\", also appear on the famed \"Buddha Bar\" and \"Buddha Bar IV\" compilation albums, respectively."
  },
  {
    "id": "b3c79064-5054-4b12-baff-0b455b113852",
    "claim": "The village where MKM Aboobakar was born is a village in the Indian coastal town of Tharangambadi.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Menamuna Kassim Mohamed Aboobakar, who is commonly known as M.K.M. Aboobakar, is an Islamic Indian writer, born 30 April 1937 in Thirukkalachery, Nagapattinam District, Tamil Nadu, Republic of India. He attended Madras Christian College, Chennai, India\nThirukkalachery (Tamil: திருக்களாச்சேரி) is a small village in Nagapattinam District, Tranquebar (Tharangambadi) Taluk, Tamil Nadu, India.\nTharangambadi, formerly Tranquebar, is a town in the Nagapattinam district of the Indian state of Tamil Nadu. It lies 15 km north of Karaikal, near the mouth of a distributary of the Kaveri River. Tharangambadi is the headquarters of Tharangambadi taluk while its name means \"place of the singing waves\". It was a Danish colony from 1620 to 1845, and in Danish it is still known as \"Trankebar\"."
  },
  {
    "id": "2ecf5d35-5e8a-4a2f-8464-1d05d3eb8b9b",
    "claim": "Charles Barton \"Chuck\" Kendall, Jr. was reportedly interested in purchasing the football Los Angeles Clippers from the Jewish-American businessman, whose lead counsel was Bobby Samini.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Bobby Samini (born October 12, 1970) is an American trial attorney and the President and founding member of Samini Scheinberg, PC. Samini has represented many high-profile clients, including serving as lead counsel to former Los Angeles Clippers owner Donald Sterling in highly publicized litigation with the National Basketball Association, TMZ, and V. Stiviano. Samini also represents several class action plaintiffs against Zillow in an ongoing lawsuit connected with numerous employment law violations and financial management firm SAIL Venture Partners in a breach of contract action brought by Award-winning singer and actress Cher. Samini has been described as a \"celebrity attorney\" and currently represents DJ Paul of the Oscar winning hip hop group, Three 6 Mafia.\nDonald T. Sterling (born Donald Tokowitz; April 26, 1934) is a Jewish-American businessman. He was the owner of the Los Angeles Clippers professional basketball franchise of the National Basketball Association (NBA) from 1981 to 2014.\nCharles Barton \"Chuck\" Kendall, Jr. (born January 4, 1935) is a former American football defensive back who played one season with the Houston Oilers of the American Football League. He first enrolled at Los Angeles Valley College before transferring to the University of California, Los Angeles. He attended Verdugo Hills High School in Los Angeles, California. In 1982, Kendall was reportedly interested in purchasing the Los Angeles Clippers from owner Donald Sterling but Sterling did not sell."
  },
  {
    "id": "6c20775e-988c-4059-8920-372635c5bb5a",
    "claim": "David Seltzer lived closer to Canada than this actor. He starred in Hades (film).",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Herbert Achternbusch (born 23 November 1938 in Munich) is a German writer, painter and filmmaker. His anarchist surrealistic films are not known to a wide audience in Germany, although one of them, \"Das Gespenst (The Ghost)\", caused a scandal in 1983 because of its\nDavid Seltzer (born 1940) is an American screenwriter, producer and director, perhaps best known for writing the screenplays for \"The Omen\" (1976) and \"Bird on a Wire\" (1990). As writer-director, Seltzer's credits include the 1986 teen tragi-comedy \"Lucas\" starring Corey Haim, Charlie Sheen and Winona Ryder, the 1988 comedy \"Punchline\" starring Sally Field and Tom Hanks, and 1992's \"Shining Through\" starring Melanie Griffith and Michael Douglas.\nHades is a 1995 German drama film directed by and starring Herbert Achternbusch. It was entered into the 45th Berlin International Film Festival."
  },
  {
    "id": "ae5042da-27e3-4f9a-9db5-e2b99f9f0365",
    "claim": "Otto Emil Plath's wife's youngest grandson, Nicholas Farrar Hughes, was a fisheries biologist.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Aurelia Frances Plath (née Schober; April 26, 1906 – March 11, 1994) was the wife of Otto Emil Plath, the mother of the American poet Sylvia Plath, and her brother Warren, and the grandmother of Frieda Rebecca Hughes and Nicholas Farrar Hughes.\nNicholas Farrar Hughes (January 17, 1962 – March 16, 2009) was a fisheries biologist known as an expert in stream salmonid ecology. Hughes was the son of the American poet Sylvia Plath and English poet Ted Hughes and the younger brother of artist and poet Frieda Hughes. He and his sister were well known to the public through the media when he was a small child, especially after the well-publicized suicide of his mother. Hughes held dual British/American citizenship.\nOtto Emil Plath (April 13, 1885 – November 5, 1940) was a German American author, a professor of biology and German at Boston University, and an entomologist, with a specific expertise on bees. He was the father of American poet Sylvia Plath, Warren Plath, and the husband of Aurelia Plath. He wrote the 1934 book, \"Bumblebees and Their Ways\". He is notable for being the probable subject of one of his daughter's most well-known poems, \"Daddy\"."
  },
  {
    "id": "e617d8ec-d53c-4d06-a2d6-05a62249ba29",
    "claim": "Pavel Vízner and his partner were the defending champions of the 2007 Brasil Open – Doubles. Vizner's partner and Oliver Marach were both professional tennis players.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Oliver Marach (born 16 July 1980) is an Austrian professional tennis player. His highest ATP singles ranking is world No. 82, which he reached on August 7, 2005. His career high in doubles is world No. 8, set on October 18, 2010.\nLukáš Dlouhý and Pavel Vízner were the defending champions, and won in the final 6–2, 7–6, against Albert Montañés and Rubén Ramírez Hidalgo.\nLukáš Dlouhý (born 9 April 1983) is a professional Czech tennis player on the ATP Tour. A doubles specialist, Dlouhý reached a career-high ranking of World No. 5 in June 2009."
  },
  {
    "id": "781f6749-cf20-4d0c-8039-1b2075d49d12",
    "claim": "The place where Doc Watson (baseball) was born is named after the only Catholic signatory to the Declaration of Independence, Charles Carroll of Carrollton.",
    "label": "supports",
    "num_hops": 3,
    "evidence": "Charles Carroll (September 19, 1737 – November 14, 1832), known as Charles Carroll of Carrollton or Charles Carroll III to distinguish him from his similarly named relatives, was a wealthy Maryland planter and an early advocate of independence from the Kingdom of Great Britain. He served as a delegate to the Continental Congress and Confederation Congress and later as first United States Senator for Maryland. He was the only Catholic signatory of the Declaration of Independence.\nCarroll County is a county located in the state of Ohio. As of the 2010 census, the population was 28,836. Its county seat is Carrollton. It is named for Charles Carroll of Carrollton, the last surviving signer of the Declaration of Independence.\nCharles John \"Doc\" Watson (January 30, 1886 in Carroll County, Ohio – December 30, 1949 in San Diego, California) was a pitcher in Major League Baseball."
  },
  {
    "id": "72e2a305-fa61-4315-a772-05b3af89d62a",
    "claim": "The author of What is Property  was a member of Communist Parliament. He inspired a political group founded by George Valois and Édouard Berth.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Pierre-Joseph Proudhon (] ; 15 January 1809 – 19 January 1865) was a French politician and the founder of mutualist philosophy. He was the first person to declare himself an anarchist and is widely regarded as one of the ideology's most influential theorists. Proudhon is even considered by many to be the \"father of anarchism\". He became a member of the French Parliament after the revolution of 1848, whereafter he referred to himself as a federalist.\nCercle Proudhon (Circle Proudhon) was a political group founded in France on December 16, 1911 by George Valois and Édouard Berth. The group was inspired by Georges Sorel and a selective reading of Proudhon.\nWhat Is Property?: or, An Inquiry into the Principle of Right and of Government (French: \"Qu'est-ce que la propriété ? ou Recherche sur le principe du Droit et du Gouvernement\" ) is a work of nonfiction on the concept of property and its relation to anarchist philosophy by the French anarchist and mutualist Pierre-Joseph Proudhon, first published in 1840. In the book, Proudhon most famously declared that \"property is theft\"."
  },
  {
    "id": "492ab5f0-da0f-4eea-bffa-37397a282752",
    "claim": "Edward Crowley created the soft drink that is older than  another drink. The other drink was formulated by Charles Elmer Hires.",
    "label": "refutes",
    "num_hops": 3,
    "evidence": "Hires Root Beer is a soft drink which is marketed by Dr Pepper Snapple Group. Introduced in 1876, it is considered the second longest continuously made soft drink in the United States. Only Vernors Ginger Ale , dating to 1866, is older.\nCharles Elmer Hires (August 19, 1851 – July 31, 1937) was an early promoter of commercially prepared root beer. He was a Quaker pharmacist from Philadelphia, Pennsylvania, who formulated the eponymous Hires Root Beer beverage.\nVernors is a ginger flavored soft drink and the oldest surviving ginger ale brand in the United States. It was created in 1866 by James Vernor, a Detroit pharmacist."
  }
]