[
  {
    "id": "6cefeb9b-2934-4701-a629-356211688738",
    "claim": "An actor played DCI Billy O'Connell on the television pilot of Police 2020. He was born before the actor who played the fictional character Azazeal in the documentary Hex.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Azazeal (pronounced \"ahz-azeel\") is a fictional character in the British television series \"Hex\", played by Michael Fassbender.\nLiam Cunningham (born 2 June 1961) is an Irish stage and screen actor. He is known for playing Davos Seaworth in the HBO epic-fantasy series \"Game of Thrones\". He has been nominated for the London Film Critics' Circle Award, the British Independent Film Award, has won two Irish Film & Television Awards, and shared a BAFTA with Michael Fassbender, for their crime-drama short film \"Pitch Black Heist\".\nMichael Fassbender (born 2 April 1977) is an Irish actor. His feature film debut was in the fantasy war epic \"300\" (2007) as a Spartan warrior; his earlier roles included various stage productions, as well as starring roles on television such as in the HBO miniseries \"Band of Brothers\" (2001) and the Sky One fantasy drama \"Hex\" (2004–05). He first came to prominence for his role as IRA activist Bobby Sands in \"Hunger\" (2008), for which he won a British Independent Film Award. Subsequent roles include in the independent film \"Fish Tank\" (2009), as a Royal Marines lieutenant in \"Inglourious Basterds\" (2009), as Edward Rochester in the 2011 film adaptation of \"Jane Eyre\", as Carl Jung in \"A Dangerous Method\" (2011), as the sentient android David 8 in \"Prometheus\" (2012) and its sequel, \"\" (2017), and in the musical comedy-drama \"Frank\" (2014) as an eccentric musician loosely inspired by Frank Sidebottom.\nPolice 2020 is a one-off television pilot, first broadcast in 1997, that was set to be the first episode of an ongoing British crime drama series. Set in the near future, the pilot starred Liam Cunningham as DCI Billy O'Connell, the head of a police nightshift force, who is tasked with tackling an armed suspect, Eddie Longshaw (Keith Barron), who takes a group of Russian immigrants hostage in an elevator after blaming the immigrant population for an outbreak of tuberculosis that took the lives of most of his family."
  },
  {
    "id": "f2369f28-376a-43ed-9112-17699f4b2a19",
    "claim": "Petals on the Wind is a 2014 movie sequel of a film. It starred the \"Mad Men\" actress Kiernan Brennan Shipka. It was made by the television network that airs Prank My Mom.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Flowers in the Attic is a 2014 Lifetime movie, starring Kiernan Shipka, Ellen Burstyn, Mason Dye, and Heather Graham. It is the second adaptation of the 1979 novel of the same name by V. C. Andrews. A sequel, \"Petals on the Wind\", based on the novel of the same name, premiered on May 26, 2014, on Lifetime. The network announced the developing of the following books in the series, \"If There Be Thorns\" and \"Seeds of Yesterday\", which both aired in 2015.\nKiernan Brennan Shipka (born November 10, 1999) is an American actress. She is known for playing Sally Draper on the AMC series \"Mad Men.\"\nPrank My Mom is an American comedy television series on Lifetime (TV Network). The series debuted on September 27, 2012 and was hosted by Vivica A. Fox.\nPetals on the Wind is a 2014 Lifetime movie sequel to the 2014 adaptation \"Flowers in the Attic\", starring Heather Graham, Rose McIver, Wyatt Nash, Bailey Buntain and Ellen Burstyn. It is based on the novel of the same name by V. C. Andrews, the second novel on the Dollanganger series. The film premiered on Lifetime on May 26, 2014. The network announced on the premiere of the movie the developing of the following books of the Dollanganger series, \"If There Be Thorns\" and \"Seeds of Yesterday\", both of which aired in 2015."
  },
  {
    "id": "77495fbd-71f9-40fe-9db9-c60435206915",
    "claim": "\"Prime\" is a 2005 film starring an French actor. Another movie starring her is the 1988 French historical drama film based upon Christopher Hampton's work, which Stephen Frears and John Malkovich were involved.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Prime is a 2005 American romantic comedy-drama film starring Uma Thurman, Meryl Streep and Bryan Greenberg. It was written and directed by Ben Younger. The film grossed $67,937,503 worldwide.\nMary Reilly is a 1996 American film directed by Stephen Frears and starring Julia Roberts and John Malkovich. The movie was written by Christopher Hampton and adapted from the novel \"Mary Reilly\" by Valerie Martin (itself inspired by Robert Louis Stevenson's \"Strange Case of Dr Jekyll and Mr Hyde\"). This was the re-teaming of director Frears, screenwriter Hampton, and actors Malkovich and Glenn Close, all of whom were involved in the Oscar-winning \"Dangerous Liaisons\" (1988).\nUma Karuna Thurman (born April 29, 1970) is an American actress and model. She has performed in a variety of films, ranging from romantic comedies and dramas to science fiction and action movies. Following her appearances on the December 1985 and May 1986 covers of British \"Vogue\", she starred in \"Dangerous Liaisons\" (1988). Thurman rose to international prominence with her performance in Quentin Tarantino's \"Pulp Fiction\" (1994), for which she was nominated for the Academy Award, the BAFTA Award, and the Golden Globe Award for Best Supporting Actress. She starred in several more films throughout the 1990s such as \"Batman & Robin\" (1997), \"Gattaca\" (1997), and \"Les Misérables\" (1998).\nDangerous Liaisons is a 1988 American historical drama film based upon Christopher Hampton's play \"Les liaisons dangereuses\", which in turn was a theatrical adaptation of the 18th-century French novel \"Les Liaisons dangereuses\" by Pierre Choderlos de Laclos."
  },
  {
    "id": "cf0882d7-c0ad-40fa-9e89-c67d978a2faa",
    "claim": "The band who recorded The Speed of Cattle is an indie band. The band who had a song called Shelf in the Room is not.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Archers of Loaf is an American indie rock band originally formed in Chapel Hill, North Carolina in 1991. The group toured extensively and released four studio albums, one compilation, numerous singles and EPs, and a live album which was released after the band broke up in 1998. In 2011 the band began a reunion tour that coincided with the reissue of four of its albums by Merge Records.\nDays of the New is an American rock band from Charlestown, Indiana, formed in 1995. The band consists of vocalist/guitarist Travis Meeks and a variety of supporting musicians that briefly included future pop star Nicole Scherzinger. They are best known for the hit singles \"Touch, Peel and Stand\", \"The Down Town\", \"Shelf in the Room\", and \"Enemy\".\n\"Shelf in the Room\" is a song by Days of the New and the third and final single from their self-titled debut album. The song reached #3 on Billboard's Mainstream Rock Tracks in 1998 and is a concert staple. \"Shelf in the Room\" is also the first track on the band's \"\" released in 2008.\nThe Speed of Cattle is a compilation album recorded by the indie rock band Archers of Loaf. It was recorded in Seattle over a three-week period, the longest the band had taken to record an album at the time."
  },
  {
    "id": "282dfea1-298b-4ea5-8c8e-eb7ca9c4d90a",
    "claim": "Paul Benjamin Auster has written books that have been translated into more than forty languages not another writer. The other writer wrote the screenplay for \"Last Year at Marienbad\". The other writer was associated with the \"Nouveau Roman\" trend along with another writer.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Alain Robbe-Grillet (] ; 18 August 1922 – 18 February 2008) was a French writer and filmmaker. He was one of the figures most associated with the \"Nouveau Roman\" (new novel) trend of the 1960s, along with Nathalie Sarraute, Michel Butor and Claude Simon. Alain Robbe-Grillet was elected a member of the Académie française on 25 March 2004, succeeding Maurice Rheims at seat No. 32. He was married to Catherine Robbe-Grillet (née Rstakian).\nPaul Benjamin Auster (born February 3, 1947) is an American writer and director whose writing blends absurdism, existentialism, crime fiction, and the search for identity and personal meaning. His notable works include \"The New York Trilogy\" (1987), \"Moon Palace\" (1989), \"The Music of Chance\" (1990), \"The Book of Illusions\" (2002), and \"The Brooklyn Follies\" (2005). His books have been translated into more than forty languages.\nClaude Simon (] ; 10 October 1913 – 6 July 2005) was a French novelist and critic, and the 1985 Nobel Laureate in Literature.\nL'Année dernière à Marienbad (released in the US as Last Year at Marienbad and in the UK as Last Year in Marienbad) is a 1961 French-Italian film directed by Alain Resnais from a screenplay by Alain Robbe-Grillet."
  },
  {
    "id": "b86f7365-8fc3-4073-a8cf-24e3e69b4fff",
    "claim": "Eleventh Dream Day and the band that released the EP Nature Bears a Vacuum are both rock bands from same state. Fort Sidney is a historic fort located in Sidney, Nebraska in the same state.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Nature Bears a Vacuum is a 7\" EP released by indie rock band The Shins. The EP was released on the Omnibus Records label in 1998. According to one reviewer, the EP is meant to be played at a different speed (33 rpm and 45 rpm) on each side. The title is a reversal of the phrase \"Nature abhors a vacuum\".\nEleventh Dream Day is an American alternative rock band from Chicago, Illinois, United States.\nFort Sidney is a historic fort located in Sidney, Nebraska, United States. The 37th Infantry Regiment established \"Sidney Station\" at a point midway between the Platte Rivers, where the modern community of Sidney, Nebraska, now stands. Initially the installation was a block house on a bluff with soldiers residing in tents nearby. That Spring, Fort Sedgewick, Colorado, was abandoned and the wooden buildings moved by mule train to a location beneath the bluffs and on the Lodgepole creek. This new garrison was named Sidney Barracks and would remain so until 1879, when it was designated Fort Sidney.\nThe Shins are an American indie rock band from Albuquerque, New Mexico, formed in 1996. The band's current lineup consists of James Mercer (vocals, guitar, songwriter), Jon Sortland (drums), Mark Watrous (guitar), Casey Foubert (guitar), Yuuki Matthews (bass), and Patti King (keyboards). The band is based in Portland, Oregon."
  },
  {
    "id": "b36a4c21-f58f-464a-8836-f43d9c37b4a5",
    "claim": "The comedian, who portrayed the fictional football player Bryan Strauchan, wrote the novel I Love you Too, in 2010. He is the same nationality as clergyman, Daniel Willis.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Bryan Keith Strauchan (pronounced: \"Strawn\"), better known as \"Strauchanie\", is a fictional Australian rules football player, portrayed by Peter Helliar, who first appeared during short sketches on \"Before the Game\".\nDaniel Willis born 8 April 1954, (Herberton)  is an Australian clergyman, having spent most of his adult life in the Anglican Diocese of Sydney. In 2012 Willis formed Leading Global Impact, an organisation dedicated to leadership development amongst top leaders who are thinking nationally or internationally. He was appointed CEO of Bible Society NSW  (October 2001) and lead the organisation through significant change until July 2010. He was also appointed to the position of International Deputy Director for the South Pacific Region  (Oceania) of the Lausanne Movement  in 2004. Since moving to Sydney Sydney in 1972 he has had an extensive career both in business and ministry.\nPeter Helliar (born 16 June 1975) is an Australian-born comedian, actor, radio & television presenter, writer, producer and director. From January 2014, he is one of two regular hosts of \"The Project\" on Network Ten with Carrie Bickmore, replacing previous presenter Dave Hughes. Previously he was best known for his work on television as Rove McManus' sidekick on \"The Loft Live\" from 1997 to 1998 and on \"Rove\" from 1999 and 2009. He also appeared in \"Before the Game\" as alter ego Bryan Strauchan. Helliar initially worked the Melbourne comedy circuit in the mid nineties, performing in various venues and the annual Melbourne International Comedy Festival. He has performed in numerous television ads, most notably for Fernwood Fitness.\nI Love You Too is a 2010 Australian romantic comedy film, and the directorial film debut of Daina Reid. The screenplay was written by first-time writer Peter Helliar. It stars Brendan Cowell, Peter Dinklage, Yvonne Strahovski, Peter Helliar and Megan Gale, and was produced by Princess Pictures on a budget of . Principal photography began on 4 May 2009 and took place in Melbourne."
  },
  {
    "id": "1530026c-7673-4238-b2c8-7edade567fa5",
    "claim": "Stuart Murdoch (musician) lead singer and songwriter for an indie pop band are from farther west than the band whose third album was called Legao. He was born 25 August 1968.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Kings of Convenience is an indie folk-pop duo from Bergen, Norway. Consisting of Erlend Øye and Eirik Glambek Bøe, the musical group is known for their delicate tunes, calming voices, and intricate and subtle guitar melodies. One can also hear some Bossa Nova influence. Øye and Bøe both compose and sing the songs.\nStuart Lee Murdoch (born 25 August 1968) is a Scottish musician, writer and filmmaker, and the lead singer and songwriter for the indie pop band Belle and Sebastian.\nLegao is the second solo album from Kings of Convenience and The Whitest Boy Alive singer Erlend Øye, recorded in Reykjavík with Hjálmar, a reggae group from Iceland, which was anticipated by the videoclip for the single \"Garota\" shot in Seoul. The record was released by the label Bubbles Records on 3 October 2014. The album peaked at #51 in Germany, #72 in Switzerland, and #144 in Belgium.\nBelle and Sebastian are a Scottish band formed in Glasgow in January 1996. Led by Stuart Murdoch, the band has released 9 albums to date. Much of their work had been released on Jeepster Records, but they are now signed to Rough Trade Records in the United Kingdom and Matador Records in the United States. Though often praised by critics, Belle and Sebastian have enjoyed only limited commercial success."
  },
  {
    "id": "c1c857c4-49b9-4974-a706-0190bc3df294",
    "claim": "The lead single on the album No Fences, reached #1 on Billboard. The single, written by a songwriter, was performed by Garth Brooks. The songwrite also wrote the Conway Twitty song \"Saturday Night Special\".",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Dewayne L. Blackwell (born September 17, 1936) is an American songwriter active since the 1950s. His songs include \"Mr. Blue\", a 1959 hit for the Fleetwoods; \"I'm Gonna Hire a Wino to Decorate Our Home\", a 1982 hit for David Frizzell; and \"Friends in Low Places\", a 1990 hit for Garth Brooks. His songs have been recorded by the Everly Brothers, Roy Orbison and Bobby Vinton.\n\"Saturday Night Special\" is a song written by Larry Bastian and Dewayne Blackwell, and recorded by American country music artist Conway Twitty. It was released in June 1988 as the second single from the album \"Still in Your Dreams\". The song reached #9 on the \"Billboard\" Hot Country Singles & Tracks chart.\n\"Friends in Low Places\" is a song performed by American country pop artist Garth Brooks. It was released on August 6, 1990 as the lead single from his album \"No Fences\". The song spent four weeks at number one on the Hot Country Songs, and won both the Academy of Country Music and Country Music Association awards for 1990 Single of the Year.\nNo Fences is the second studio album by the American country music artist Garth Brooks. It was released on August 27, 1990, and reached #1 on \"Billboard's\" Top Country Albums chart. The album also reached #3 on the \"Billboard\" 200. On the latter chart it stayed in the top 40 for 126 weeks. No Fences remains Brooks' best-selling studio album to date with 17 million copies shipped in the US, and is the album that made him an international star. It was his first album issued in Europe (the original European release contained the four singles from his U.S. debut as bonus tracks). This was Garth's first album to have a crossover-friendly country-pop sound, which was a departure from the neotraditional country sound of his first album."
  },
  {
    "id": "7621dbfe-1c61-401a-9a4d-62f304b0e922",
    "claim": "The South African record producer DJ Maphorisa collaborated with a contemporary Canadian Rapper on a song. A British singer sang that song. This British singer featured on the Top 20 American hit song \"Should've Been Me\".",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Kyla Reid ( Smith), commonly known as Kyla, is a British house music singer in the UK funky subgenre. She is best known for her song \"Do You Mind\" which became one of the most successful charting UK funky songs and was later featured on Drake's 2016 international hit \"One Dance\".\nThemba Sekowe (born  1988 ) popularly known by his stage name DJ Maphorisa, is a South African record producer and disk jockey who can sometimes feature vocals in songs. As a record producer with a blend of house music and afropop, he has worked with and has received production credits from several local and international notable artists including Wizkid, Kwesta, Uhuru, Drake, Black Coffee, and Runtown, C4 Pedro, among others. DJ Maphorisa is presently signed to his record label New Money Gang Records upon quitting Kalawa Jazmee Records.\n\"Should've Been Me\" is a song by British record producer Naughty Boy featuring vocals from Kyla and Popcaan. It was released as a digital download in the United Kingdom on 18 November 2016. The song has peaked at number 61 on the UK Singles Chart. The artists co-wrote the song with James Murray, Mustafa Omer, Emily Warren, and Scott Harris.\n\"One Dance\" is a song by Canadian rapper Drake from his fourth studio album, \"Views\" (2016). It features guest vocals from Nigerian Afrobeat artist Wizkid and British singer Kyla. The artists co-wrote the dancehall and afrobeat song with its co-producers Nineteen85, DJ Maphorisa, and Noah \"40\" Shebib, with production assistance from Wizkid. Crazy Cousinz and Kyla also received songwriting credits for the sampling of their 2008 UK funky song \"Do You Mind\"."
  },
  {
    "id": "c508bc8b-d124-4a77-b40a-f85e6991d4b1",
    "claim": "Pavel Vízner and his partner were the defending champions of the 2007 Brasil Open – Doubles. Vizner's partner and Łukasz Kubot's partner in the 2009 Grand Prix Hassan II – Doubles  were both professional tennis players.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Oliver Marach (born 16 July 1980) is an Austrian professional tennis player. His highest ATP singles ranking is world No. 82, which he reached on August 7, 2005. His career high in doubles is world No. 8, set on October 18, 2010.\nAlbert Montañés and Santiago Ventura were the defending champions, but lost in the quarterfinals to Łukasz Kubot and Oliver Marach.\nLukáš Dlouhý and Pavel Vízner were the defending champions, and won in the final 6–2, 7–6, against Albert Montañés and Rubén Ramírez Hidalgo.\nLukáš Dlouhý (born 9 April 1983) is a professional Czech tennis player on the ATP Tour. A doubles specialist, Dlouhý reached a career-high ranking of World No. 5 in June 2009."
  },
  {
    "id": "cb424da9-50f9-4712-9014-6a73ae112053",
    "claim": "The school that a person with the surname Bayraktar attended is in a city. Yeni Valide Mosque are located in the same city. The perosn with the surname Bayraktar recorded Kayahan'ın En İyileri No.1.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Yeni Valide Mosque (Turkish: \"Yeni Valide Camii\" ) is an 18th-century Ottoman mosque in the Üsküdar district of Istanbul, Turkey.\nKayahan'ın En İyileri No.1 (English: The Best of Kayahan Vol. 1 ) is a tribute album released in 2014 to the now late Turkish singer Kayahan Açar. It was recorded by numerous artists, including Tarkan, Sezen Aksu, Sıla, Nilüfer, Gülşen, Ajda Pekkan, Mustafa Ceceli, and Emre Aydın, among others.\nGülşen Bayraktar (] ; born 29 May 1976) is a Turkish singer-songwriter. Born and raised in Istanbul, she graduated from Şehremini High School. After finishing high school, Gülşen enrolled in Istanbul Technical University and at the same time began performing at bars and later left the university. In 1995, while performing at a bar she was discovered by a composer and made a contract with Raks Müzik for making her first studio album.\nIstanbul Technical University (Turkish \"İstanbul Teknik Üniversitesi\", commonly referred to as ITU or Technical University) is an international technical university located in Istanbul, Turkey. It is the world's third-oldest technical university dedicated to engineering sciences as well as social sciences recently, and is one of the most prominent educational institutions in Turkey. ITU is ranked 108th worldwide and 1st nationwide in the field of engineering/technology by THES - QS World University Rankings in 2009. Graduates of İstanbul technical university have received many TUBITAK science and TUBA awards. Numerous graduates have also become members of the academy of sciences in the U.S.A, Britain and Russia. The university's basketball team, ITUSpor, is in the Turkish Basketball Second League. The university has 39 undergraduate, 144 graduate programs, 13 colleges, 346 labs and 12 research centers. Its student-to-faculty ratio is 12:1."
  },
  {
    "id": "793280c8-8439-4dc5-8f0b-7e0ad3f5661b",
    "claim": "The writer of Willow and Wind produced documentary films. The director of Executive Decision also produced films.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Willow and Wind (Persian: \"Beed-o baad\"‎ ‎ ) is a 2000 Iranian drama film directed by Mohammad-Ali Talebi and written by Abbas Kiarostami.\nAbbas Kiarostami (Persian: عباس کیارستمی‎ ‎ ; 22 June 1940 – 4 July 2016) was an Iranian film director, screenwriter, photographer and film producer. An active film-maker from 1970, Kiarostami had been involved in over forty films, including shorts and documentaries. Kiarostami attained critical acclaim for directing the \"Koker trilogy\" (1987–94), \"Close-Up\" (1990), \"Taste of Cherry\" (1997) – which was awarded the Palme d'Or at the Cannes Film Festival that year – and \"The Wind Will Carry Us\" (1999). In his later works, \"Certified Copy\" (2010) and \"Like Someone in Love\" (2012), he filmed for the first time outside Iran: in Italy and Japan, respectively.\nStuart Baird (born 30 November 1947) is an English film editor, producer, and director who is mainly associated with action films. He has edited over twenty major motion pictures.\nExecutive Decision is a 1996 American thriller action film directed by Stuart Baird in his directorial debut, and stars Kurt Russell, Steven Seagal, Halle Berry, Oliver Platt, David Suchet and John Leguizamo. It was released in the United States on March 15, 1996."
  },
  {
    "id": "c1e23975-43cf-47d3-ac1f-f498366b0d0f",
    "claim": "Supergrass is a punk rock band. The group that Stripper's Union's drummer was a drummer and singer for is also a rock band.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Odds are a Canadian alternative rock band. The band's power pop style has been frequently compared to that of contemporaries such as Squeeze, Elvis Costello, Tom Petty, The Clash, XTC, The Tubes, and other bands they have influenced, such as Sloan, Weezer, and Franz Ferdinand.\nPat Steward (born May 4, 1962) is a Canadian drummer and singer who is a member of the band Odds, and has recorded and toured with Bryan Adams and Matthew Good, among many others.\nSupergrass were an English rock band, formed in 1993 in Oxford. The band consisted of brothers Gaz (guitar and lead vocals) and Rob Coombes (keyboards and backing vocals), Mick Quinn (bass and backing vocals) and Danny Goffey (drums and backing vocals).\nStripper's Union is a Canadian rock band consisting of Rob Baker (vocals, guitar), Craig Northey (vocals, guitar), Doug Elliott (bass guitar), Simon Kendall (piano), and Pat Steward (drums). The band released two albums between 2005 and 2011."
  },
  {
    "id": "f0742ffa-0f45-4884-b960-afe51c2176cd",
    "claim": "An area is delimited by a 3.5 mi long tributary containing an estimated 30000000 US gal of spilled oil. The neighborhood  Harriet B. Gilmour grew up in is in that area.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Harriet B. Gilmour (November 24, 1939, Brooklyn, New York – June 21, 2009, Cornwallville, New York) was a bestselling author of movie novelizations and books for young adults and children. She grew up in Williamsburg, Brooklyn with her mother an extended family, and wrote her first poem for Arbor Day when she was eight years old. As a teenager, she moved to Florida to live with her father. She attended college there and then moved back to New York City.\nBrooklyn Community Board 1 is a New York City community board that encompasses the Brooklyn neighborhoods of Williamsburg and Greenpoint. It is delimited by the Newtown Creek and Queens Borough line on the east, Flushing and Kent Avenue on the south, and by the East River on the west.\nWilliamsburg is a neighborhood in the New York City borough of Brooklyn, bordering Greenpoint to the north; Bedford–Stuyvesant to the south; Bushwick, East Williamsburg, and Ridgewood, Queens to the east; and Fort Greene and the East River to the west. Part of Brooklyn Community Board 1, the neighborhood is served in the south by the NYPD's 90th Precinct and in the north by the 94th Precinct. On the New York City Council, the western and southern parts of the neighborhood are represented by the 33rd District; and its eastern part by the 34th District. As of the 2010 United States Census, the neighborhood had a population of 32,926, an increase of 2.0% from the 32,269 enumerated in 2000.\nNewtown Creek, a 3.5 mi long tributary of the East River, is an estuary that forms part of the border between the boroughs of Brooklyn and Queens, in New York City. Channelization made it one of the most heavily used bodies of water in the Port of New York and New Jersey and thus one of the most polluted industrial sites in the US, containing years of discarded toxins, an estimated 30000000 USgal of spilled oil, including the Greenpoint oil spill, raw sewage from New York City’s sewer system, and other accumulation from a total of 1,491 sites."
  },
  {
    "id": "e2d44f6c-a485-4e31-ab3c-49495c3fdf6a",
    "claim": "A company produced its first film in 2006. The star of the film won Best Young Actor/Actress at the 2004 the Los Angeles Film Critics Association Awards. The company also produced Alien Invasion Arizona.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Temple Hill Entertainment or Temple Hill Productions is an American-based film and television production company, established in February 2006 by producers Wyck Godfrey and Marty Bowen. The first film company produced was \"The Nativity Story\" in 2006 by director Catherine Hardwicke. The studio produced the \"Twilight\" film series.\nAlien Invasion Arizona is a science fiction film. It is an alien film set in the fictional town of Salena, Arizona. It is also entitled \"The Salena Incident\" and was a straight to DVD release produced by Temple Hill Entertainment and distributed by Lionsgate.\nThe Nativity Story is a 2006 biblical drama film based on the nativity of Jesus, directed by Catherine Hardwicke and starring Keisha Castle-Hughes and Oscar Isaac. The film was released on December 1, 2006 after it premiered in Vatican City November 27, 2006. \"The Nativity Story\" was the first film to hold its world premiere in Vatican City.\nKeisha Castle-Hughes (born 24 March 1990) is a New Zealand actress who rose to prominence for playing Paikea \"Pai\" Apirana in the film \"Whale Rider\". The film was nominated for many awards, including an Academy Award for Best Actress (at the time the youngest person nominated in the Best Actress category) and an award at the Broadcast Film Critics Association Awards for Best Young Actor/Actress, which she won in 2004."
  },
  {
    "id": "cc5ea686-b9ce-4991-8e33-5bb85f3efdab",
    "claim": "The long-time mistress of King Charles II of England occupied a townhouse in Pall Mall, London. The mistress was portrayed by an actress in the film Stage Beauty. The actress starred in \"Twenty Thousand Streets Under the Sky\".",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Twenty Thousand Streets Under the Sky is a 2005 BBC television serial depicting the lives of three working class Londoners in the inter-war period. The series is based on the trilogy '’20,000 Streets Under the Sky'’ by British author Patrick Hamilton. It stars Sally Hawkins, Zoe Tapper and Bryan Dick. The three-part drama was shown on BBC Four, accompanied by the documentary \"Words, Whisky and Women\" and was also released on DVD, HD DVD and Blu-ray. The series was released in the United States on 11 February 2006 on BBC America.\nZoe Tapper (born 26 October 1981) is an English actress who first came to prominence playing Nell Gwynne in Richard Eyre's award-winning film \"Stage Beauty\" in 2004. She is known for portraying Anya Raczynski in \"Survivors\" and Mina Harker in \"Demons\".\nEleanor \"Nell\" Gwyn (2 February 1650 – 14 November 1687; also spelled \"Gwynn\", \"Gwynne\") was a long-time mistress of King Charles II of England and Scotland. Called \"pretty, witty Nell\" by Samuel Pepys, she has been regarded as a living embodiment of the spirit of Restoration England and has come to be considered a folk heroine, with a story echoing the rags-to-royalty tale of Cinderella. She was the most famous Restoration actress and possessed a prodigious comic talent. Gwyn had two sons by King Charles: Charles Beauclerk (1670–1726); and James Beauclerk (1671–1680).\n79 Pall Mall is a grade II listed building in Pall Mall, London. It was designed by David Brandon for the Eagle Insurance Company in 1866–68. There formerly stood on the site a brick townhouse occupied by Nell Gwyn after her retirement from the stage and a blue plaque notes the fact."
  },
  {
    "id": "784fae13-97d7-4d9e-be6d-d0fa17007800",
    "claim": "Between one of the several Tugou breeds distributed across guinea and this area, this area is used for hunting. The Zami River flows past this area.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Zami River is a river of Burma (Myanmar), arising at in southern Kayin State. It flows north past Kyondaw, Phadaw, Apalon, Kanni, Danon, Kyain Seikgyi and Chaunghanakwa, where it flows into Mon State. The Zami River is a tributary of the Ataran River, which on a grander scale is part of the Salween River Basin.\nThe Chinese Chongqing Dog is a rare breed of dog native to the Chongqing city of China. In its early years, it was used for hunting wild boar and rabbits, but it's now used in China to protect families and belongings. They are an ancient, natural breed said to have existed for 2,000 years since the time of the Han Dynasty in Ancient China. After the establishment of the People's Republic of China in 1949, the breed's numbers were greatly reduced, and only people in rural communities still kept it; the breed is still rare, even in China.\nThe Kanni, which means maiden, is a rare indigenous South Indian sighthound breed of dog found in the state of Tamil Nadu. The breed is used mainly for coursing game.\nTugou (土狗, pinyin: \"tǔ gǒu\"), literally means Native Dog in Mandarin Chinese, is the general name for several dog breeds originated from China and still abundantly exists across the country today. Tugou includes the most popular Chinese dog breed - the Chinese Field Dog (, pinyin: \"zhōng huá tián yuán quǎn\"), Chinese Chongqing Dog, Xiasi Dog, and several other native dog breeds distributed across China. They are roughly 45–50 cm tall at the shoulder."
  },
  {
    "id": "008bb19d-ee0f-429f-a5c2-7f6d0bf727df",
    "claim": "Sonia Bohosiewicz starred in this movie in 2009. The director of this  film,  has more scope of profession than Brian G. Hutton.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Brian Geoffrey Hutton (January 1, 1935 – August 19, 2014) was an American actor and film director whose most notable credits are for the action films \"Where Eagles Dare\" (1968) and \"Kelly's Heroes\" (1970).\nPolish-Russian War (Wojna polsko-ruska) is a 2009 Polish film directed by Xawery Żuławski based on the novel Polish-Russian War under the white-red flag by Dorota Masłowska.\nXawery Żuławski (born 22 December 1971 in Warsaw) is a Polish film director.\nSonia Bohosiewicz (born 9 December 1975) is a Polish actress. She has appeared in such films as \"Rezerwat\", \"Obława\" and \"Polish-Russian War\" and the television series \"Czas honoru\"."
  },
  {
    "id": "32237db2-4db7-49e8-a9b4-d0ba8f5437a6",
    "claim": "The magazine Gerald Peary is a critic-at-large for covers cultural events in Greater Boston. The magazine co-founded by Cecilia Dean, does not.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Gerald Peary (born October 30, 1944) is an American film critic, who was a reviewer and columnist for the \"Boston Phoenix\" from 1996 until its demise in 2012. He is now a critic-at-large for The Arts Fuse, a Boston-based online arts magazine. He was from 1998 to 1999 the Acting Curator of the Harvard Film Archive and is now the General Editor of the University Press of Mississippi \"Conversations with Filmmakers Series\". Since 1997, he has been the programmer/curator of the BU Cinematheque at Boston University's College of Communication, bringing independent filmmakers to show their works. He has programmed for the Institute of Contemporary Art-Boston, the Vancouver International Film Festival, and helped choose films for the Edinburgh International Film Festival.\nVisionaire is a transmedia company that publishes a magazine under the same name of \"Visionaire\" that concepts, curates, and produces art multiples, events, public art installations, film, branded content, apparel, and publications. Visionaire focuses on the cross-pollination of art, fashion, film, and contemporary culture as a tool to communicate unique experiences to viewers and visitors, across multiple platforms, in physical spaces, online, and mobile. Visionaire has a deep and developed network of artists, photographers, fashion designers, models, celebrities, filmmakers, writers, agents, editors, collectors, galleries, and museums. Artists work in collaboration with Visionaire to produce interpretations on a theme, and are given freedom to push Visionaire's original formats.\nCecilia Dean is a co-founder of Visionaire, the multi-media art and fashion company. She currently lives and works in New York City.\nThe Arts Fuse is an online arts magazine covering cultural events in Greater Boston, as well as Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, Vermont, and New York providing a next generation platform for arts and culture consumers across New England and beyond."
  },
  {
    "id": "1546d428-3a38-4d0d-a8c5-5eb096e13633",
    "claim": "Arthur White (born 1933) is an English stage and screen actor, best known for his occasional role as police archivist Ernie Trigg in the crime drama \"A Touch of Frost\", alongside his real-life younger brother. Arthur's brother is best known for his portrayal of the character Derek Trotter who was known by a nickname, in the British television series written by John Sullivan. In the series Denzil Tulser is a good friend of the character with a nickname.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Sir David John White, {'1': \", '2': \", '3': \", '4': \"} (born 2 February 1940), better known by his stage name David Jason, is an English actor and comedian. He is perhaps best known for his portrayals of Derek \"Del Boy\" Trotter in the BBC comedy series \"Only Fools and Horses\", and Detective Inspector Jack Frost in the ITV crime drama \"A Touch of Frost\".\nDenzil Tulser (born 8 August 1945). Denzil is a long distance lorry driver, originally from Liverpool, and a good friend of Derek Trotter, and one of Del's victims when it comes to dodgy goods. In the 1983 episode \"Who's A Pretty Boy?\" Denzil's ex-wife Corinne could however see through Del, and stated that whenever Denzil and Del got together, Denzil ended up drunk, or out-of-pocket, to which Denzil protests, \"Yeah I know, but he's a mate.\" Del incurred Corinne's wrath by ruining her wedding day food after his fridge broke down, leaving the guests eating pie and chips, and Corinne and Denzil cutting a Jam Sponge cake. The final straw came when Denzil hired Del, Rodney and Grandad to paint the living room. They burnt a hole through the kettle, ruined the kitchen with the steam turning it into a \"Turkish bath\", and thought they had killed Corinne's canary (it was revealed that the canary had actually died before the Trotters arrived). Panicking, they sent Grandad to buy a replacement bird, hoping to fool Corinne. The plan however failed, as Corinne came home to find the bird that had died before she left for work had been resurrected, and the kettle with a hole in it.\nArthur White (born 1933) is an English stage and screen actor, best known for his occasional role as police archivist Ernie Trigg in the crime drama \"A Touch of Frost\", alongside his real-life younger brother David Jason. His parents were Arthur R White and Olwen Jones. He also appeared briefly along with his brother in two episodes of \"The Darling Buds of May\".\nOnly Fools and Horses is a British television sitcom created and written by John Sullivan. Seven series were originally broadcast on BBC One in the United Kingdom from 1981 to 1991, with sixteen sporadic Christmas specials aired until the end of the show in 2003. Episodes are regularly repeated on UKTV comedy channel Gold, Yesterday and occasionally repeated on BBC One."
  },
  {
    "id": "5d8cdb6c-5b8f-49b9-8d9a-732850389028",
    "claim": "The director of science fiction action film Hardcore Henry and an actress are not both Russian. This actress starred in \"Creep 2\".",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Ilya Viktorovich Naishuller (\"Russian\": Илья Викторович Найшуллер; born 1983, Moscow, USSR) is a Russian musician, film director, and screenwriter. He is a member of the Russian indie rock band Biting Elbows.\nHardcore Henry (Russian: \"Хардкор\" ; also known simply as Hardcore in some countries) is a 2015 Russian-American science fiction action film written and directed by Ilya Naishuller, and produced by Timur Bekmambetov, Naishuller, Inga Vainshtein Smith and Ekaterina Kononenko. Will Stewart provided additional writing for the film. The film was shot almost entirely from a first-person perspective.\nCreep 2 is an upcoming American found footage horror film directed by Patrick Brice and written by Brice and Mark Duplass. It stars Mark Duplass, Desiree Akhavan and Karan Soni. It is the sequel to the 2014 film \"Creep\". Jason Blum is serving as a producer through his Blumhouse Productions banner.\nDesiree Akhavan (1984) is an Iranian-American film director, producer, screenwriter and actress based in New York. She is best known for her 2014 feature film debut, \"Appropriate Behavior\"."
  },
  {
    "id": "0c699886-a749-463c-8658-f2b079f94f33",
    "claim": "The builder of Shadow Creek Golf Course is an Arab real estate developer. The builder also owns the Encore hotel and casino in the town where Carolyn Goodman (politician) is mayor.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Shadow Creek is an 18-hole golf course in North Las Vegas, Nevada, designed by Tom Fazio and built by Las Vegas casino magnate Steve Wynn in 1989.\nEncore Las Vegas (also called Encore at Wynn Las Vegas; often just called Encore) is a luxury resort, casino and hotel located on the Las Vegas Strip in Paradise, Nevada. The resort is connected to its sister resort, Wynn Las Vegas; both are owned by Wynn Resorts, headed by casino developer Steve Wynn.\nStephen Alan Wynn (\"né\" Weinberg; born January 27, 1942) is an American real estate businessman and art collector. He is known for his involvement in the American luxury casino and hotel industry. Early in his career he oversaw the construction and operation of several notable Las Vegas and Atlantic City hotels, including the Golden Nugget, the Golden Nugget Atlantic City, The Mirage, Treasure Island, the Bellagio, and Beau Rivage in Mississippi, and he played a pivotal role in the resurgence and expansion of the Las Vegas Strip in the 1990s. In 2000, Wynn sold his company Mirage Resorts to MGM Grand Inc., resulting in the formation of MGM Mirage (now MGM Resorts International). Wynn afterwards took his company Wynn Resorts public in an initial public offering, and he remains Wynn Resorts' CEO and Chairman of the Board. He is a member of the Republican Party. Wynn is the finance chair of the Republican National Committee (RNC) since 2017.\nCarolyn Goldmark Goodman (born March 25, 1939) is an American politician. She has been the mayor of Las Vegas, Nevada since 2011. She is the wife of former mayor and attorney Oscar Goodman, and the second female mayor of Las Vegas."
  },
  {
    "id": "2c16b3ea-e51a-466c-971d-ec5df021f632",
    "claim": "China: The Roots of Madness is a documentary film written by a Pulitzer Prize winning journalist in 1965. The thriller writer, who was author of the 1953 novel Savage Night, wrote more fictional works than that journalist.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "James Myers Thompson (September 27, 1906 – April 7, 1977) was an American author and screenwriter, known for his hardboiled crime fiction.\nTheodore Harold White (, May 6, 1915 – May 15, 1986) was an American political journalist and historian, known for his wartime reporting from China and accounts of the 1960, 1964, 1968, 1972, 1976 and 1980 presidential elections.\nSavage Night is a 1953 novel by the thriller writer Jim Thompson.\nChina: The Roots of Madness is a 1967 Cold War era, made-for-TV documentary film produced by David L. Wolper, written by Pulitzer Prize winning journalist Theodore H. White with production cost funded by a donation from John and Paige Curran. The film has been released under Creative Commons license. It won an Emmy Award in the documentary category."
  },
  {
    "id": "bf2eec0a-3fc0-4def-8ec8-4426b92cc5eb",
    "claim": "Matthew O'Neill is best known for his film that aired on the same network that premiered the film, The Image, in December 1990. The documentary, The Ten-Year Lunch, was released before O'Neill's film.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "The Image is a 1990 American drama film directed by Peter Werner and written by Brian Rehak. The film stars Albert Finney, John Mahoney, Kathy Baker, Swoosie Kurtz, Marsha Mason and Spalding Gray. The film premiered on HBO on January 27, 1990. It was nominated for two Primetime Emmy Awards, Outstanding Lead Actor in a Miniseries or a Special for Finney and Outstanding Supporting Actress in a Miniseries or a Special for Kurtz.\nThe Ten-Year Lunch: The Wit and Legend of the Algonquin Round Table is a 1987 American documentary film about the Algonquin Round Table, a floating group of writers and actors in the \"Roaring Twenties\" in New York City, which included great names such as Dorothy Parker, Robert Benchley, George S. Kaufman, Edna Ferber, Marc Connelly, Harold Ross and Harpo Marx. It was produced and directed by Aviva Slesin and narrated by Heywood Hale Broun.\nBaghdad ER is a documentary released by HBO on May 21, 2006. It shows the Iraq war from the perspective of a military hospital in Baghdad. It has some relatively disturbing scenes in it (e.g. amputations), therefore the U.S. Army is officially warning that military personnel watching it could experience symptoms of post-traumatic stress disorder (PTSD).\nMatthew O'Neill is a documentary filmmaker best known for his work on the HBO film \"Baghdad ER\", for which he and co-creator Jon Alpert won three Emmy Awards."
  },
  {
    "id": "0b8e3495-3294-4025-8d98-f58cb6a47744",
    "claim": "The original member of the Upright Citizens Brigade co-wrote \"Ant-Man\" and served as head writer for \"Saturday Night Live\". The other writer directed the animated film The Kid Who Would Be King.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Adam McKay (born April 17, 1968) is an American film director, producer, screenwriter, comedian, and actor. McKay served as head writer for the NBC sketch comedy series \"Saturday Night Live\" for two seasons. He directed \"\" (2004), \"\" (2006), \"Step Brothers\" (2008), \"The Other Guys\" (2010), and \"\" (2013). McKay has a creative partnership with actor Will Ferrell, with whom he co-wrote all except one of these films.\nThe Kid Who Would Be King is an upcoming British-American adventure drama film directed and written by Joe Cornish. The film stars Louis Serkis, Tom Taylor, and Rebecca Ferguson.\nThe Upright Citizens Brigade is an improvisational and sketch comedy group that emerged from Chicago's ImprovOlympic in 1990. The original incarnation of the group consisted of Matt Besser, Amy Poehler, Ian Roberts, Matt Walsh, Adam McKay, Rick Roman, Horatio Sanz and Drew Franklin, whose picture is the UCB logo. Other early members included Neil Flynn, Armando Diaz, Ali Farahnakian and Rich Fulcher.\nJoseph Murray Cornish (born 20 December 1968) is an English comedian, television and radio presenter, film director, writer and actor, who together with his long-time comedy partner, Adam Buxton, forms the comedy duo Adam and Joe. In 2011, Cornish released his directorial debut \"Attack the Block\". He has also co-written \"\", with Steven Moffat and Edgar Wright, and \"Ant-Man\", with Wright, Adam McKay and Paul Rudd."
  },
  {
    "id": "146c34a1-d3cc-435e-8a2c-9339dc0d22b4",
    "claim": "The critically acclaimed film, that Buddy Baker scored in 1975, is a Walt Disney film. It was produced first before the film that featured Bruce M. Fischer as Mr. Coogar.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "The Apple Dumpling Gang is a 1975 American comedy-western film produced by Walt Disney Productions about a slick gambler named Russell Donovan (Bill Bixby) who is duped into taking care of a group of orphans who eventually strike gold during the California Gold Rush.\nSomething Wicked This Way Comes is a 1983 American horror fantasy film directed by Jack Clayton and produced by Walt Disney Productions from a screenplay written by Ray Bradbury, based on his novel of the same name. The novel's title was taken directly from a line in Act IV of William Shakespeare's \"Macbeth\": \"By the pricking of my thumbs / Something wicked this way comes.\" The film stars Jason Robards, Jonathan Pryce, Diane Ladd, and Pam Grier. It was shot in Vermont and at the Walt Disney Studios in Burbank, California. The film had a troubled production – Clayton fell out with Bradbury over an uncredited script rewrite, and after test screenings of the director's cut failed to meet the studio's expectations, Disney sidelined Clayton, fired the original editor, and scrapped the original score, spending some $5 million and many months re-shooting, re-editing and re-scoring the film, before its eventual release.\nBruce M. \"Bear\" Fischer (born March 20, 1936) is an American actor, best known for playing the prisoner and rapist \"Wolf Grace\", in the 1979 film, \"Escape from Alcatraz\". Fischer also played a rapist in Clint Eastwood's \"The Outlaw Josey Wales\" (1976), and Mr. Coogar in the film \"Something Wicked This Way Comes\" (1983). His other film credits include \"The Journey of Natty Gann\" (1985) and \"Grim Prairie Tales\" (1990) as an undead gunman. In addition Fischer was one of the Beauregard Brothers on TV's Dukes of Hazzard.\nNorman Dale \"Buddy\" Baker (January 4, 1918 – July 26, 2002) was an American composer who, together with Paul J. Smith, scored many Disney films, such as \"The Apple Dumpling Gang\" in 1975, \"The Apple Dumpling Gang Rides Again\" in 1979, \"The Shaggy D.A.\" in 1976, \"The Many Adventures of Winnie the Pooh\" in 1977, and \"The Fox and the Hound\" in 1981."
  },
  {
    "id": "78ca767f-87c4-469e-a454-8e695246e951",
    "claim": "Joe Seiders the lead singer from Taylor Locke and the Roughs was also in another band. This band and the headliners of the 2014 Orange Warsaw Festival are not both American rock bands.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Kings of Leon is an American rock band that formed in Nashville, Tennessee, in 1999. The band is composed of brothers Caleb Followill (b. January 14, 1982, lead vocals, rhythm guitar), Nathan Followill (b. June 26, 1979, drums, percussion, backing vocals) and Jared Followill (b. November 20, 1986, bass guitar, backing vocals), with their cousin Matthew Followill (b. September 10, 1984, lead guitar, backing vocals).\nOrange Warsaw Festival is a Polish annual music festival. The first edition took place in 2008. Since 2010 it has been broadcast on television by TVN. It moved to The National Stadium in May 2013. The 2014 edition takes place on 13 - 15 June 2014 at the National Stadium with headliners Kings of Leon and Queens of the Stone Age(both Friday 13th), Florence and the Machine (Saturday 14th), and David Guetta and Kasabian (both Sunday 15th).\nThe New Pornographers is a Canadian indie rock band formed in 1997 in Vancouver, British Columbia. Presented as a musical collective of singer-songwriters and musicians from multiple projects, the band has released seven studio albums to critical acclaim for their use of multiple vocalists and elements of power pop incorporated into their music.\nTaylor Locke and The Roughs is a 4 piece rock band based out of Los Angeles, CA. It consists of guitarist Taylor Locke from the band Rooney, guitarist/keyboardist Chris Price from the band Price, bassist Brandon Schwartzel (from the band FIDLAR), and drummer Joe Seiders (from The New Pornographers). They released two albums in 2010 entitled \"Grain & Grape\" and \"Marathon\"."
  },
  {
    "id": "400f5bb0-fc16-456f-9cb7-2e2913005a27",
    "claim": "The actress who had the role of Summer Shaw in the soap opera \"Hollyoaks\" played Meg Giry in a musical written by this English comedian, author, playwright, actor, and director. He is also the writer of \"The Young Ones\". The musical was composed by Andrew Lloyd Webber with lyrics by Glenn Slater.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Love Never Dies is a romantic musical composed by Andrew Lloyd Webber with lyrics by Glenn Slater and a book by Lloyd Webber, Ben Elton, Frederick Forsyth and Slater. It is a sequel to the long-running musical \"The Phantom of the Opera\" loosely adapted from the 1999 novel \"The Phantom of Manhattan\", by Forsyth.\nSummer Shaw is a fictional character from the British Channel 4 soap opera, \"Hollyoaks\", played by Summer Strallen. The character is most notable for being \"planted\" in the show as publicity for an Andrew Lloyd Webber produced stage production of \"The Sound of Music\". Making national headlines, Summer the fictional character won the same leading role of Maria that Strallen had been cast as in the West End show.\nBenjamin Charles Elton (born 3 May 1959) is an English comedian, author, playwright, actor and director. He was a part of London's alternative comedy movement of the 1980s and became a writer on series such as \"The Young Ones\" and \"Blackadder\", as well as continuing as a stand-up comedian on stage and television. His style in the 1980s was left-wing political satire. Since then he has published 15 novels and written the musicals \"We Will Rock You\" (2002) and \"Love Never Dies\" (2010), the sequel to \"The Phantom of the Opera\". His novels cover the Dystopian, Satire, and Crime genres.\nSummer Peta Vaigncourt-Strallen (born 21 December 1985) is an English actress who has performed various roles on stage and screen. Her most notable theatre credits include Meg Giry in the West End production of \"Love Never Dies\" and Maria von Trapp in Andrew Lloyd Webber's revival of \"The Sound of Music\" at the London Palladium."
  },
  {
    "id": "e96f2ca7-1084-4bb3-ba50-662a1259f9cd",
    "claim": "The breed of dog that a Bavarian Hound is crossed with to produce a Bavarian Mountain Hound is descended from bloodhounds unlike another breed of dog. Oscar the Grouch is an example of this other breed of terrier dog.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "The Greater Swiss Mountain Dog (German: \"Grosser Schweizer Sennenhund\" or French: \"Grand Bouvier Suisse\" ) is a dog breed which was developed in the Swiss Alps. The name \"Sennenhund\" refers to people called \"Senn\" or \"Senner\", dairymen and herders in the Swiss Alps. Greater Swiss Mountain Dogs are almost certainly the result of indigenous dogs mating with large mastiff types brought to Switzerland by foreign settlers. At one time, the breed was believed to have been among the most popular in Switzerland. It was assumed to have almost died out by the late 19th century, since its work was being done by other breeds or machines, but was rediscovered in the early 1900s.\nOscar The Grouch is a dog that was featured in a two-part series on the front page of the Wall St. Journal as the dog to root for at the Westminster Kennel Club Dog Show. Living in New York City, Oscar was able to walk to the dog show. Also seen on the opening promo for the Dog Show on the USA Network and on Bloomberg, Oscar is a top-ranked Greater Swiss Mountain Dog. Oscar is currently Facebook's top show dog with over 55,000 followers.\nThe Hanover Hound is a breed of dog sometimes referred to as a Hanoverian Hound. It is a hunting and tracking dog descended from bloodhounds of medieval times. It was first introduced into France in the 1980s and is still a very rare breed. It was cross-bred with the Bavarian Hound which gave rise to the Bavarian Mountain Hound.\nThe Bavarian Mountain Hound (German = \"Bayerischer Gebirgsschweißhund\") is a breed of dog from Germany. As a scent hound, it has been used in Germany since the early 20th century to trail wounded game. It is a cross between the Bavarian Hound and the Hanover Hound."
  },
  {
    "id": "89579a09-2623-419d-8e8b-11808e293438",
    "claim": "The person portrayed by actor Micah Hauptman in \"Everest\" is a mountaineer. So is the person who first climbed the Seven Summits.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Richard Daniel \"Dick\" Bass (December 21, 1929 – July 26, 2015) was an American businessman, rancher and mountaineer. He was the owner of Snowbird Ski Resort in Utah and the first man to climb the \"Seven Summits,\" the tallest mountain on each continent.\nMicah A. Hauptman is an American film and television actor, known for playing the lead role of David Gallo in the film \"In Stereo\", August Hardwicke in the film \"Parker\", and real-life character David Breashears in \"Everest\".\nThe Seven Summits are the highest mountains of each of the seven continents. Summiting all of them is regarded as a mountaineering challenge, first achieved on 30 April 1985 by Richard Bass. The Seven Summits achievement has become noted as an exploration and mountaineering accomplishment. Some have even done it twice, like Bill Allen.\nDavid Finlay Breashears (born December 20, 1955) is an American mountaineer, filmmaker, author, and motivational speaker. In 1985, he reached the summit of Mount Everest a second time, becoming the first American to reach the summit of Mount Everest more than once. He is perhaps most famous for guiding Richard Bass to the summit of Everest, thus completing Bass's ascent of the Seven Summits (the highest summit on each of the seven continents)."
  },
  {
    "id": "0cfac41f-c730-4ef9-a3cd-9edc7be73b8f",
    "claim": "The person for whom an aged actor often appears for is a director. Peter Glenville was also a director. The actor starred in Tora-san's Shattered Romance.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Peter Glenville (born Peter Patrick Brabazon Browne; 28 October 19133 June 1996) was an English film and stage actor and director.\nTora-san's Shattered Romance (男はつらいよ 純情篇 , Otoko wa Tsurai yo: Junjō hen ) \"aka\" Tora-san in Love is a 1971 Japanese comedy film directed by Yoji Yamada. It stars Kiyoshi Atsumi as Torajirō Kuruma (Tora-san), and Ayako Wakao as his love interest or \"Madonna\". \"Tora-san's Shattered Romance\" is the sixth entry in the popular, long-running \"Otoko wa Tsurai yo\" series.\nAyako Wakao (若尾 文子 , Wakao Ayako , November 8, 1933, Tokyo, Japan) is a Japanese actress. Contracted to Daiei Studios in 1951 as part of the fifth \"New Face\" group, she often appeared in the films of director Yasuzo Masumura. She has appeared in nearly 160 films since her debut in 1952.\nYasuzo Masumura (増村 保造 , Masumura Yasuzō , August 25, 1924 – November 23, 1986) was a Japanese film director."
  },
  {
    "id": "f05fa6a9-df43-41a8-9261-2ff16fcc3970",
    "claim": "Future hobbit and sleuth's assistant made his name in the U.S. comedy television series on which Andy Bernard is a fictional character . He starred in the comedy The All Together.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Office is a British mockumentary sitcom, first broadcast in the United Kingdom on BBC Two on 9 July 2001. Created, written and directed by Ricky Gervais and Stephen Merchant, the programme is about the day-to-day lives of office employees in the Slough branch of the fictitious Wernham Hogg Paper Company. Gervais also stars in the series, playing the central character, David Brent.\nMartin John Christopher Freeman (born 8 September 1971) is an English actor, who became known for portraying Tim Canterbury in the original UK version of sitcom mockumentary \"The Office\", Dr. John Watson in the British crime drama \"Sherlock\", Bilbo Baggins in Peter Jackson's \"The Hobbit\" film trilogy, and Lester Nygaard in the dark comedy-crime drama TV series \"Fargo\".\nThe All Together is a 2007 comedy feature film starring Martin Freeman, Corey Johnson, Velibor Topic and Danny Dyer. It is written and directed by Gavin Claxton.\nAndrew Baines Bernard (born in 1973; Walter Bernard, Jr.) is a fictional character from the U.S. comedy television series, \"The Office\". Andy is portrayed by Ed Helms. He has no counterpart in the original British version of the series. He is introduced as the Regional Director in Charge of Sales at the Stamford branch of paper distribution company Dunder Mifflin in the third-season premiere when Jim Halpert transfers, ultimately merging with the Scranton branch in the episode \"The Merger\" later in the season. He becomes Regional Manager at the Scranton branch courtesy of Robert California in the eighth-season premiere following the departure of Michael Scott and Deangelo Vickers, although temporarily is fired and replaced by Nellie Bertram before his reinstatement by new CEO David Wallace. Although throughout the ninth season, Andy's relationship with Wallace deteriorates from Andy's lack of focus and professionalism, eventually culminating in Andy's voluntary resignation, to his reinstatement as a salesman to his eventual firing again, after Andy begs David Wallace to fire him in order to pursue a singing career. This all happens over the course of one day in \"Livin' the Dream\"."
  },
  {
    "id": "466ffb84-9f78-46ac-8881-6d61b2dfb2e1",
    "claim": "The incumbent Republican Secretary of State who was re-elected in the Michigan Secretary of State election, 2014, was the running mate of this American entrepreneur-businessman and author from Michigan. The incumbent Governor Jennifer Granholm was elected over them in the 2005 Michigan gubernatorial election.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Ruth Johnson (born January 8, 1955) is the Secretary of State of Michigan. She is a former member of the Michigan House of Representatives and the 2006 Republican candidate for lieutenant governor as the running mate of Dick DeVos.\nThe Michigan Secretary of State election of 2014 took place on November 4, 2014, to elect the Secretary of State of Michigan. Incumbent Republican Secretary of State Ruth Johnson was re-elected to a second term in office with 53.53% of the vote.\nThe Michigan gubernatorial election of 2006 was one of the 36 U.S. gubernatorial elections held November 7, 2006. Incumbent Democratic Governor Jennifer Granholm was re-elected over Republican businessman Dick DeVos and three minor party candidates. Granholm was re-elected with 56% of the vote.\nRichard Marvin \"Dick\" DeVos Jr. (born October 21, 1955) is an American entrepreneur-businessman and author from Michigan. The son of Amway co-founder Richard DeVos, he served as CEO of the consumer goods distribution company from 1993 to 2002. In 2006, DeVos ran for Governor of Michigan, but lost to the then Democratic incumbent Jennifer Granholm. In 2012, \"Forbes\" magazine listed his father as the 67th richest person in the United States, with a net worth of approximately $5.1 billion."
  },
  {
    "id": "bc7c106b-29c3-41ae-a43b-5099477ba477",
    "claim": "Christopher Kelly is a journalist for a magazine headquartered in the city which is home to the Long Center for the Performing Arts, Texas. That magazine had an article by Skip Hollandsworth that was adapted into the film Love's Deadly Triangle: The Texas Cadet Murder.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "A Push and a Shove: A Novel is a 2007 novel in the thriller genre by Christopher Kelly. Kelly, an openly gay man, is a film critic and journalist for \"Fort Worth Star-Telegram\" and \"Texas Monthly\". Kelly developed the story over four years and it is \"slightly autobiographical [...] with elements of me in both the main characters.\" \"Publishers Weekly\" recommended it as a \"combination of revenge and coming-of-age story\".\nThe Joe R. and Teresa Lozano Long Center for the Performing Arts is a performing arts venue located along Lady Bird Lake in downtown Austin, Texas. The Long Center is the permanent home of the Austin Symphony Orchestra, Austin Lyric Opera and Ballet Austin, as well hosting other Austin-area performing arts organizations.\nLove's Deadly Triangle: The Texas Cadet Murder (DVD title: Swearing Allegiance) is a 1997 American drama television film based on real life murder of Adrianne Jones by Diane Zamora in Texas. The film stars Holly Marie Combs (as Zamora), David Lipper, Cassidy Rae (as Jones), Dee Wallace, Gary Grubbs, Kurt Fuller, and Joanna Garcia. The film was adapted from \"The Killer Cadets\", an article in \"Texas Monthly\" by Skip Hollandsworth, and aired on NBC.\nTexas Monthly is a monthly American magazine headquartered in Downtown Austin, Texas. \"Texas Monthly\" was founded in 1973 by Michael R. Levy and has been published by Emmis Publishing, L.P. since 1998 and now owned by Genesis Park, LP. \"Texas Monthly\" chronicles life in contemporary Texas, writing on politics, the environment, industry, and education. The magazine also covers leisure topics such as music, art, dining, and travel. It is a member of the City and Regional Magazine Association (CRMA)."
  },
  {
    "id": "72887ea7-25f6-4267-a8a6-1083c13beb18",
    "claim": "This is the island that has parts leased to the city home to the Hoi Fan and a bridge to the same city. It is also the home of the Chimelong International Ocean Resort.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Hengqin, sometimes known as Ilha de Montanha in Portuguese\",\" is an island in Zhuhai, a prefecture-level city and Special Economic Zone in the Guangdong province of the People's Republic of China. It has a population of about 3,000. Parts of Hengqin are leased to Macau by the State Council of the People's Republic of China in 2009.\nClube de Natação Hoi Fan (Traditional Chinese: 海帆, literally meaning sail of the sea) is a Macau football club, which plays in the town of Macau. They play in the Macau's first division, the Campeonato da 1ª Divisão do Futebol.\nChimelong International Ocean Resort is a theme park resort that currently consists of one theme park, one circus act and three themed hotels. The resort is located at Hengqin, Zhuhai, China.\nLotus Bridge () is a cross-border bridge linking the Cotai reclamation area of Macau with Hengqin Island in Zhuhai, Guangdong Province, People's Republic of China (PRC). The bridge is the road crossing between mainland China and Macau. This border crossing is open between 9:00 a.m. and 8:00 p.m."
  },
  {
    "id": "da8cd63d-7d42-4bae-af5e-bf64c1995647",
    "claim": "A songwriter who was born in 1964 wrote the title song for an album by Audra McDonald. Elana Shaddow appeared in this songwriter's play. Victoria Clark appeared in a version of this play.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Victoria Clark (born October 10, 1959) is an American musical theatre singer and actress. Clark has performed in numerous Broadway musicals and in other theatre, film and television works. Her soprano voice can also be heard on innumerable cast albums and several animated films. In 2008, she released her first solo album titled \"Fifteen Seconds of Grace\". In 2005, she won a Tony Award for Best Leading Actress in a Musical for her role in \"The Light in the Piazza\". She also won the Drama Desk Award, Outer Critics Circle Award, and the Joseph Jefferson Award for her performances in the same show.\nAdam Guettel ( ; born December 16, 1964) is an American composer-lyricist of musical theater and opera. The grandson of musical theatre composer Richard Rodgers, he is best known for the musical \"The Light in the Piazza\", for which he won two Tony Awards, for Best Score and Best Orchestrations, and two Drama Desk Awards, for Best Music and Best Orchestrations.\nHow Glory Goes is the second album from Audra McDonald, released in 2000. Unlike her debut album \"Way Back to Paradise\", which featured songs from younger composers, this album contains a mixture of new and old songs, mostly from musical theatre. Five of the songs were written by Harold Arlen, and two by Adam Guettel, including the title track.\nElena Shaddow is an American singer and actress. She is originally from Chagrin Falls, Ohio, and has performed on Broadway, Off-Broadway, regionally, in national tours, and in London. Her Broadway credits include \"Les Misérables\", \"Sweet Smell of Success\", \"Nine\", \"Fiddler on the Roof\", and \"The Woman in White\". She has performed twice at the Tony Awards, on \"The Today Show\", and on \"The Rosie O'Donnell Show\". She can be heard on the recordings of \"Illyria\", \"Carols for a Cure\", the new Broadway cast recording of \"Nine\", the original cast recording of \"The Water Coolers\", and on the original cast recording of \"Sweet Smell of Success\". She has been nominated twice for a Helen Hayes Award for Best Actress, once for her work in \"Senor Discretion Himself\" at Arena Stage and one for her work in the national Tour of \"The Light in the Piazza\". She recently toured as Clara Johnson in Adam Guettel's \"The Light in the Piazza\" before leaving and being replaced by Katie Clarke. She is currently starring as Anne Dindon in the 2010 Tony-winning revival of \"La Cage aux Folles\". In August 2013, she was in the world premiere of Jason Robert Brown's new musical, \"The Bridges of Madison County\" at the Williamstown Theatre Festival, starring alongside Steven Pasquale."
  },
  {
    "id": "f38b0310-c1f7-4c0a-be0d-50c94c5312c6",
    "claim": "Eliezer \"Elie\" Wiesel KBE has a wider scope of profession than the writer of a production starring Daniel Baldwin. This production aired in 1996.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Mulholland Falls is a 1996 American neo-noir crime thriller film directed by Lee Tamahori, written by Pete Dexter, and starring an ensemble cast featuring Nick Nolte, Jennifer Connelly, Chazz Palminteri, Michael Madsen, Chris Penn, Melanie Griffith, Andrew McCarthy, Treat Williams, and John Malkovich.\nEliezer \"Elie\" Wiesel KBE ( , Yiddish: אליעזר ויזל‎ , \"Elyezer Vizel\"; September 30, 1928 – July 2, 2016) was a Romanian-born American Jewish writer, professor, political activist, Nobel Laureate and Holocaust survivor. He was the author of 57 books, written mostly in French and English, including \"Night\", a work based on his experiences as a prisoner in the Auschwitz and Buchenwald concentration camps.\nDaniel Leroy Baldwin (born October 5, 1960) is an American actor, director and producer. He is the second eldest of the four Baldwin brothers, all of whom are actors. Baldwin is known for his role as Detective Beau Felton in the popular NBC TV series \"\". He has had other starring roles, including \"\" (1992), \"Mulholland Falls\" (1996), \"Vampires\" (1998), \"The Pandora Project\" (1998), \"Stealing Candy\" (2002), \"Paparazzi\" (2004) and \"Grey Gardens\" (2009).\nPete Dexter (born July 22, 1943) is an American novelist."
  },
  {
    "id": "56fac485-0c3c-495f-955d-73519e8e1699",
    "claim": "A supporting actor from the movie Open Grave is best known for his roll in the show Taylor Kinney starred in, a CW show. That show eventually spun off into \"The Originals\".",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Joseph Morgan (born Joseph Martin; 16 May 1981) is an English actor and director. He is best known for his role as Klaus Mikaelson in The CW show \"The Vampire Diaries\" and its spin-off \"The Originals\".\nTaylor Jacks Kinney (born July 15, 1981) is an American actor and model. He is known for playing Mason Lockwood in \"The Vampire Diaries\", Jared in \"Zero Dark Thirty\", and Lieutenant Kelly Severide in \"Chicago Fire\", \"Chicago P.D.\" and \"Chicago Med\".\nThe Original vampires, in the universe of \"The Vampire Diaries\" and \"The Originals\", are a family of vampires from which all current vampires descend, as well as being the most powerful and indestructible of their kind. In Autumn 1001 AD, after the death of her youngest son Henrik at the hands of werewolves, the powerful witch Esther performed an occult blood ritual in order to protect her five remaining children—(Finn, Elijah, Niklaus, Kol, and Rebekah)—and her husband, Mikael. The ritual transformed her family into the first vampires.\nOpen Grave is a 2013 post-apocalyptic zombie-like suspense film directed by Gonzalo López-Gallego, starring Sharlto Copley as Jonah Cooke and Thomas Kretschmann, Joseph Morgan, Erin Richards, Josie Ho, in supporting roles. Josie Ho plays the character of a mute. All the characters excluding the mute suffer from amnesia and can't remember anything from their lives. The story follows them trying to figure out their identities and their past while evading zombie-like humans affected by rage virus and also their struggle to escape the forest they are stuck in."
  },
  {
    "id": "bd96da3b-1a6f-40e4-aad1-63fe01d04372",
    "claim": "The occupations that are shared by the creator of All My Life (2008 film) and an entertainment professional are director, and producer. This professional played a character named Hugo Stiglitz in a movie.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "All My Life (Arabic: طول عمري‎ ‎ ; translit. \"Toul Omry\"; French: \"Toute ma vie\" ), is a 2008 Egyptian film by Maher Sabry. It is noted as being the first film to handle the subject of male homosexuality and the status of homosexuals in Egypt. While a work of fiction, Sabry made efforts to use real-life influences from his own experiences to the 2001 arrests of the Cairo 52 to keep the portrayal of conditions for homosexuals in Egypt accurate.\nHugo Stiglitz López, better known simply as Hugo Stiglitz, (born August 28, 1940 in Mexico City) is a Mexican actor. He was mostly famous in the 1970s and 1980s in Mexico after filming such film horror films as \"Tintorera\" and \"La Noche de los mil gatos\". He also filmed several movies in Hollywood (\"Under the Volcano\") and Italy (\"Incubo sulla città contaminata\"). Quentin Tarantino paid a tribute to him by naming a character \"Hugo Stiglitz\" (played by actor Til Schweiger) in the movie \"Inglourious Basterds\".\nMaher Sabry (in Arabic ماهر صبري, born 11 April 1967) is an Egyptian theater director, playwright, film director, producer and screenwriter, poet, writer and cartoonist.\nTilman Valentin \"Til\" Schweiger (] ; born 19 December 1963) is a German actor, director, and producer. He runs his own production company, Barefoot Films, in Berlin."
  },
  {
    "id": "ef0b044a-d06e-4720-86f9-89a4dcc673c9",
    "claim": "The film A Shocking Accident won an Academy Award for Best Live Action Short at the award ceremony in 1983. That ceremony was held in the Music Center in the city where actress and fashion designer Cindy Ambuehl was born.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Dorothy Chandler Pavilion is one of the halls in the Los Angeles Music Center (which is one of the three largest performing arts centers in the United States). The Music Center's other halls include the Mark Taper Forum, Ahmanson Theatre, and Walt Disney Concert Hall.\nThe 55th Academy Awards were presented April 11, 1983, at the Dorothy Chandler Pavilion, Los Angeles. The ceremonies were presided over by Liza Minnelli, Dudley Moore, Richard Pryor, and Walter Matthau. The awards were dominated by the Best Picture winner \"Gandhi\", which won eight awards out of its eleven nominations.\nCindy K. Ambuehl (born January 31, 1965 in Los Angeles, California) is an American actress and fashion designer.\nA Shocking Accident is a 1982 British short comedy film directed by James Scott, based on Graham Greene's short story by the same name. In 1983, it won an Academy Award at the 55th Academy Awards for Best Live Action Short."
  },
  {
    "id": "c819ce65-ed96-4b89-a9dd-b4c470b1f119",
    "claim": "The company founded by Bob Stiller in 1993 specializes in coffee. The company which PICkit is a family of programmers for PIC microcontrollers was made does not specializes in.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Robert P. Stiller is an American billionaire who founded the Keurig Green Mountain coffee company in 1993. He graduated from New York Military Academy and Parsons College. In 2001, he was named Forbes's first \"Entrepreneur of the Year\" and one of Investors Business Daily's \"Top 10 leaders and successful CEOs\".\nMicrochip Technology is an American manufacturer of microcontroller, memory and analog semiconductors. Its products include microcontrollers (PICmicro, dsPIC / PIC24, PIC32, AVR, AVR32 and SAM), Serial EEPROM devices, Serial SRAM devices, KEELOQ devices, radio frequency (RF) devices, thermal, power and battery management analog devices, as well as linear, interface and mixed signal devices.\nPICkit is a family of programmers for PIC microcontrollers made by Microchip Technology. They are used to program and debug microcontrollers, as well as program EEPROM. Some models also feature logic analyzer and serial communications (UART) tool.\nKeurig Green Mountain, formerly Green Mountain Coffee Roasters, is a specialty coffee and coffeemaker company founded in 1981 and headquartered in the U.S. It sources, produces, and sells coffee, hot cocoa, teas, and other beverages under various brands in portion packs for its Keurig brewing systems; and sells coffee beans and ground coffee in bags and fractional packs. It sells many of its beverage varieties in K-Cup single-serve pods, and as of 2015 offers Vue, Rivo, Bolt, and K-Carafe pods as well."
  },
  {
    "id": "93502d4c-793d-4908-9e9f-19fd159b6ff0",
    "claim": "Behold the Man (novel) is a novel by British writer. Both he and the author of Against All Things Ending  are science fiction writers.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Against All Things Ending is a 2010 fantasy novel by American writer Stephen R. Donaldson. It is the third novel in the \"Last Chronicles of Thomas Covenant\" tetralogy, and the ninth novel in \"The Chronicles of Thomas Covenant\" overall. It was released on October 19, 2010 in the USA and on 28 October 2010 in the United Kingdom.\nMichael John Moorcock (born 18 December 1939) is an English writer, primarily of science fiction and fantasy, who has also published literary novels. He is best known for his novels about the character Elric of Melniboné, a seminal influence on the field of fantasy in the 1960s and 1970s.\nBehold the Man (1969) is a science fiction novel by British writer Michael Moorcock. It originally appeared as a novella in a 1966 issue of \"New Worlds\"; later, Moorcock produced an expanded version which was first published in 1969 by Allison & Busby. The title derives from the Gospel of John, Chapter 19, Verse 5: \"Then Jesus came out, wearing the crown of thorns and the purple robe. And Pilate said to them Behold the Man.\"\nStephen Reeder Donaldson (born May 13, 1947) is an American fantasy, science fiction and mystery novelist, most famous for \"The Chronicles of Thomas Covenant\", his ten-novel fantasy series. His work is characterized by psychological complexity, conceptual abstractness, moral bleakness, and the use of an arcane vocabulary, and has attracted critical praise for its \"imagination, vivid characterizations, and fast pace\". He earned his bachelor's degree from The College of Wooster and a Master's degree from Kent State University. He currently resides in New Mexico."
  },
  {
    "id": "cb342910-cd1b-43dd-90c8-7f0669edf130",
    "claim": "The solicitor who won the show  Back to Reality ahead of Maureen Rees and Craig Phillips is English. The solicitor that was a chair of Global Witness is also English.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Back to Reality was a reality television show featuring stars from previous reality television programmes. The show was broadcast on Channel 5 between 15 February 2004 to 5 March 2004. It was advertised by Channel 5 as being \"The biggest reality show of all time\" however in terms of ratings, it failed to deliver. The 12 contestants spent 3 weeks in a studio built mansion, with no natural sunlight. In the final two weeks, the public voted for their favourite housemate with the two people with the lowest votes every 3/4 nights being put to the housemate vote, where the other contestants has to vote for who they wanted to leave. The show was presented by Tess Daly and Richard Bacon, the first and only series of the show finished with James Hewitt winning the show ahead of Maureen Rees and Craig Phillips.\nGlobal Witness is an international NGO established in 1993 that works to break the links between natural resource exploitation, conflict, poverty, corruption, and human rights abuses worldwide. The organisation has offices in London and Washington, D.C.. Global Witness states that it does not have any political affiliation. Gillian Caldwell joined the organisation as Executive Director in July 2015 and Mark Stephens (solicitor) was appointed Chair in March 2016.\nMark Howard Stephens CBE (born 7 April 1957) is an English solicitor specialising in media law, intellectual property rights and human rights with the firm Howard Kennedy LLP. Stephens studied law at North East London Polytechnic (now the University of East London), graduating in 1978. After further study in Brussels he was admitted as a solicitor in 1982. Stephens started his career as a lawyer providing advice to artists and soon established his own practice with a partner. In 1987 Stephens helped defend the American artist J. S. G. Boggs from a counterfeiting charge. He gained a reputation as \"the patron solicitor of previously lost causes\" following this case and others where he defended artists' freedom of expression, as well as representing the leaders of the miners' strike of 1984–85 and James Hewitt when allegations of his affair with Diana, Princess of Wales first emerged.\nJames Lifford Hewitt (born 30 April 1958) is an English former cavalry officer in the British Army. He rose to public prominence in the mid-1990s after he disclosed a romantic affair that he had engaged in with Diana, Princess of Wales, while she was still the wife of the heir to the throne of the United Kingdom, Prince Charles."
  },
  {
    "id": "8a48b8ba-6ea4-4eec-b202-c66695e86a6a",
    "claim": "The documentary The Ten-Year Lunch was released before an HBO film that a filmmaker is best known for. This filmmaker was a co-director on Redemption (2012 film).",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Baghdad ER is a documentary released by HBO on May 21, 2006. It shows the Iraq war from the perspective of a military hospital in Baghdad. It has some relatively disturbing scenes in it (e.g. amputations), therefore the U.S. Army is officially warning that military personnel watching it could experience symptoms of post-traumatic stress disorder (PTSD).\nRedemption is a 2012 short documentary film directed by Jon Alpert and Matthew O'Neill. The film, which details the lives of New York City's \"canners,\" people who survive by redeeming bottles and cans for money, was nominated for the 2013 Academy Award for Best Documentary (Short Subject).\nMatthew O'Neill is a documentary filmmaker best known for his work on the HBO film \"Baghdad ER\", for which he and co-creator Jon Alpert won three Emmy Awards.\nThe Ten-Year Lunch: The Wit and Legend of the Algonquin Round Table is a 1987 American documentary film about the Algonquin Round Table, a floating group of writers and actors in the \"Roaring Twenties\" in New York City, which included great names such as Dorothy Parker, Robert Benchley, George S. Kaufman, Edna Ferber, Marc Connelly, Harold Ross and Harpo Marx. It was produced and directed by Aviva Slesin and narrated by Heywood Hale Broun."
  },
  {
    "id": "403dfca4-99de-4b1c-b5e6-7afb0c78f848",
    "claim": "Christopher Kelly is a journalist for a magazine headquartered in the city which is home to the Long Center for the Performing Arts, Texas. That magazine had an article by Michael R. Levy that was adapted into the film Love's Deadly Triangle: The Texas Cadet Murder.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "A Push and a Shove: A Novel is a 2007 novel in the thriller genre by Christopher Kelly. Kelly, an openly gay man, is a film critic and journalist for \"Fort Worth Star-Telegram\" and \"Texas Monthly\". Kelly developed the story over four years and it is \"slightly autobiographical [...] with elements of me in both the main characters.\" \"Publishers Weekly\" recommended it as a \"combination of revenge and coming-of-age story\".\nThe Joe R. and Teresa Lozano Long Center for the Performing Arts is a performing arts venue located along Lady Bird Lake in downtown Austin, Texas. The Long Center is the permanent home of the Austin Symphony Orchestra, Austin Lyric Opera and Ballet Austin, as well hosting other Austin-area performing arts organizations.\nLove's Deadly Triangle: The Texas Cadet Murder (DVD title: Swearing Allegiance) is a 1997 American drama television film based on real life murder of Adrianne Jones by Diane Zamora in Texas. The film stars Holly Marie Combs (as Zamora), David Lipper, Cassidy Rae (as Jones), Dee Wallace, Gary Grubbs, Kurt Fuller, and Joanna Garcia. The film was adapted from \"The Killer Cadets\", an article in \"Texas Monthly\" by Skip Hollandsworth, and aired on NBC.\nTexas Monthly is a monthly American magazine headquartered in Downtown Austin, Texas. \"Texas Monthly\" was founded in 1973 by Michael R. Levy and has been published by Emmis Publishing, L.P. since 1998 and now owned by Genesis Park, LP. \"Texas Monthly\" chronicles life in contemporary Texas, writing on politics, the environment, industry, and education. The magazine also covers leisure topics such as music, art, dining, and travel. It is a member of the City and Regional Magazine Association (CRMA)."
  },
  {
    "id": "d0dc5ef3-8874-447b-a342-42e23394c7ab",
    "claim": "The city that News5 is headquartered in  includes a shopping mall. . It is located in the same development as Robinsons Cyberscape.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Robinsons Cyberscape is an office development located in Ortigas Center, Metro Manila, one of the oldest CBDs in the Philippines. Owned by Robinson Land Corporation, the development is composed of two buildings named Robinsons Cyberscape Alpha (Tower One) and Robinsons Cyberscape Beta (Tower Two). Expected to be fully turned over by 2016, these buildings introduce a total of 80,000 square meters of additional space in Ortigas CBD.\nThe TV5 News and Information, known on-air as News5 (formerly ABC News and Public Affairs and TV5 News and Public Affairs) is the news and information programming division of the TV5 Network Inc. News5 produces its news and information content for TV5, AksyonTV, Radyo5 and media portals InterAksyon and News5 Everywhere. It is headquartered at the TV5 Media Center, Reliance cor. Sheridan sts., Mandaluyong City.\nShangri-La Plaza (colloquially called as Shang) is a large, upscale-luxury shopping mall located in Ortigas Center, Mandaluyong, Philippines. It is owned and operated by the Kuok Group of Companies, the owner of the worldwide chain of Shangri-La Hotels and Resorts. Shangri-La Plaza opened on November 21, 1991 and contains more than 300 shops and restaurants.\nMandaluyong is a city in the Philippines located directly east of Manila. It is one of the sixteen cities which, along with the Municipality of Pateros, make up Metro Manila, the National Capital Region. It is known for the Ortigas Center, a commercial and business center that is also shared with Pasig. Notable institutions and establishments in the city include the Asian Development Bank, the headquarters of Banco De Oro and San Miguel Corporation and shopping malls like Shangri-La Plaza and SM Megamall."
  },
  {
    "id": "0fa67755-0d46-466f-9be7-3ac0595b9dfa",
    "claim": "Max Rose is a 2016 American drama film starring septuagenarian Jerry Lewis in his starring film role since 1995's. The writer of Lewis's starring 1995 role also directed and produced it. \"BIlly Bob\" Thornton is an American musician; he is not.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Max Rose is a 2016 American drama film starring Jerry Lewis and written and directed by Daniel Noah. The film also stars Kevin Pollak, Kerry Bishe, Dean Stockwell and Claire Bloom. It is Lewis' first starring film role since 1995's \"Funny Bones\", as well as his final starring role. Oscar winners Michel Legrand with Alan and Marilyn Bergman created an original song for the feature. The film was produced by Lightstream Entertainment's Garrett Kelleher and Blackbird’s Lawrence Inglee, along with Rush River’s Bill Walton.\nWilliam Robert \"Billy Bob\" Thornton (born August 4, 1955) is an American actor, filmmaker, singer, songwriter, and musician.\nFunny Bones is a 1995 British-American comedy-drama film from Hollywood Pictures. It was written, directed and produced by Peter Chelsom, co produced by Simon Fields, and co written by Peter Flannery. The music score was by John Altman, and the cinematography by Eduardo Serra. Set in Las Vegas and Blackpool, England, the film stars Oliver Platt, Jerry Lewis, Lee Evans, Leslie Caron, Richard Griffiths, Sadie Corre, Oliver Reed, George Carl, Freddie Davies and Ian McNeice.\nPeter Chelsom (born 20 April 1956) is a British film director, writer, and actor. He has directed such films as \"Hector and the Search for Happiness\", \"Serendipity\", and \"Shall We Dance?\" Peter Chelsom is a member of the British Academy, the American Academy, The Directors Guild Of America, and The Writers Guild Of America."
  },
  {
    "id": "aa66e23b-bd41-4b8a-aef3-dc08a862a9e5",
    "claim": "The guitarist, who founded Morningwood with Pedro Yanowitz, is older than the drummer of The Natural Born Killers. The Natural Born Killers also features bassist Brent Ashley.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Chantal Claret Euringer (born February 21, 1982), known as Chantal Claret, is an American singer/songwriter. She is best known as the lead singer for the rock and power pop band Morningwood.\nMaxwell Scott Green (born December 15, 1984), better known as Max Green, is an American musician who is the former bassist/backing vocalist and one of the founders of the band Escape the Fate, and is the former rhythm guitarist and vocalist for the band The Natural Born Killers. He is currently the vocalist and rhythm guitarist for his own band, Violent New Breed.\nMorningwood was an alternative rock band from New York City. Founded in 2001, it primarily consisted of Pedro Yanowitz and Chantal Claret. Morningwood was signed to Capitol Records and released two albums. Claret went solo in 2012 and folded the band.\nBrent Ashley is a bassist who is the current bassist for Combichrist and former bassist for The Natural Born Killers featuring Max Green of Escape The Fate. He is also a former member of Static-X and was also a part of Wayne Static's solo project band in support of his album Pighammer. Other past bands include The Dreaming, Orgy, Skold, Lacey Conner, September Mourning, Leisure, Davey Suicide, Psyclon Nine and Synical. Ashley and Green started a band called Violent New Breed. Their first album will be out in 2016."
  },
  {
    "id": "9aa7568b-9c30-43cf-a38f-8cac72b68390",
    "claim": "The heavy metal band Ugly Kid Joe released an album in 1991 with the song Everything About You. The album is a parody the 1989 album by the rap group whose seventh studio album is Shake a Lil' Somethin'.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "2 Live Crew is an American hip-hop group from Miami, Florida. They caused considerable controversy with the sexual themes in their work, particularly on their 1989 album \"As Nasty As They Wanna Be\".\nAs Ugly as They Wanna Be is an EP by the American heavy metal band Ugly Kid Joe. It was released in 1991. The title of the album is a parody of 2 Live Crew's 1989 album \"As Nasty As They Wanna Be\".\nShake a Lil' Somethin' is the seventh studio album released by rap group 2 Live Crew. It was released on August 6, 1996 for Lil' Joe Records and was produced by Mr. Mixx. The album would make it to #145 on the \"Billboard\" 200 and #33 on the Top R&B/Hip-Hop Albums and two singles \"Shake a Lil' Somethin'\", which made it to #11 on the Hot Rap Singles chart and \"Do the Damn Thing\", which made it to #24 on the same chart. At the time of this album, Fresh Kid Ice had left the New 2 Live Crew (which consisted of himself, Luther Campbell and Verb) and Luke Records to re-join original members Mr. Mixx and Brother Marquis. However, the reunion would be short lived as Mr. Mixx would leave the group after this album and Marquis would leave after the next album.\n\"Everything About You\" is rock band Ugly Kid Joe's first hit. It originally appeared on their 1991 EP, \"As Ugly as They Wanna Be\". It gained popularity after being featured in the 1992 hit film \"Wayne's World\" and was later included on the band's full-length debut album \"America's Least Wanted\", which was also released in 1992. \"Everything About You\" was also featured in the \"Band Hero\" Nintendo DS soundtrack."
  },
  {
    "id": "01a5fdc4-0f1e-48fb-96be-b0a4700267ad",
    "claim": "This series starred actor and a co-founder of the Latino Book Awards. Brenda McDonald also acted in this show.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Battlestar Galactica is a three-hour miniseries (comprising four broadcast hours) starring Edward James Olmos and Mary McDonnell, written and produced by Ronald D. Moore and directed by Michael Rymer. It was the first part of the \"Battlestar Galactica\" remake based on the 1978 \"Battlestar Galactica\" television series, and served as a backdoor pilot for the 2004 television series. The miniseries aired originally on the Sci Fi Channel in the United States starting on December 8, 2003. The two parts of the miniseries attracted 3.9 and 4.5 million viewers, making the miniseries the third-most-watched program on Syfy.\nEdward James Olmos (born February 24, 1947) is an American actor and director. Among his most memorable roles are William Adama in the re-imagined \"Battlestar Galactica\", Lieutenant Martin \"Marty\" Castillo in \"Miami Vice\", teacher Jaime Escalante in \"Stand and Deliver\", patriarch Abraham Quintanilla, Jr. in the film \"Selena\", Detective Gaff in \"Blade Runner\", and narrator El Pachuco in both the stage and film versions of \"Zoot Suit\". In 1988, Olmos was nominated for an Academy Award for Best Actor in a Leading Role for the film \"Stand and Deliver\".\nBrenda MacDonald is a British-born Canadian character actress. She has appeared in over 40 films and television shows, including \"Elf\", \"Closer\", \"Battlestar Galactica\", \"\", \"Supernatural\", and \"The X-Files\".\nThe Latino Book Awards recognize the best achievements in Spanish or Portuguese literature each year. They are produced by Latino Literacy Now, an organization co-founded by Edward James Olmos and Kirk Whisler and Reforma, the National Association to Promote Library and Information Services to Latinos."
  },
  {
    "id": "5c3ecbe0-7c0f-421c-9b82-b71c2c706f3e",
    "claim": "Thrownness is a concept introduced by Argentine philosopher. This philosopher and the lover of Roger Senhouse are not from the same country.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Giles Lytton Strachey ( ; 1 March 1880 – 21 January 1932) was a British writer and critic.\nRoger Henry Pocklington Senhouse (1899 – 1970) was an English publisher and translator, and a member of the Bloomsbury Group of writers, intellectuals, and artists. The private letters of openly gay writer Lytton Strachey reveal that Roger Senhouse was his last lover, with whom he had a secretly sado-masochistic relationship in the early 1930s.\nThrownness (German: \"Geworfenheit\" ) is a concept introduced by German philosopher Martin Heidegger (1889–1976) to describe humans' individual existences as \"being thrown\" (\"geworfen\") into the world. \"Geworfen\" denotes the arbitrary or inscrutable nature of \"Dasein\" that connects the past with the present. The past, through Being-toward-Death, becomes a part of \"Dasein\". Awareness and acknowledgment of the arbitrariness of \"Dasein\" is characterized as a state of \"thrown-ness\" in the present with all its attendant frustrations, sufferings, and demands that one does not choose, such as social conventions or ties of kinship and duty. The very fact of one's own existence is a manifestation of thrown-ness. The idea of the past as a matrix not chosen, but at the same time not utterly binding or deterministic, results in the notion of \"Geworfenheit\"—a kind of alienation that human beings struggle against, and that leaves a paradoxical opening for freedom:\nMartin Heidegger ( ; ] ; 26 September 188926 May 1976) was a German philosopher and a seminal thinker in the Continental tradition and philosophical hermeneutics. According to the \"Internet Encyclopedia of Philosophy\", he is \"widely acknowledged to be one of the most original and important philosophers of the 20th century\". Heidegger is best known for his contributions to phenomenology and existentialism, though as the \"Stanford Encyclopedia of Philosophy\" cautions, \"his thinking should be identified as part of such philosophical movements only with extreme care and qualification\"."
  },
  {
    "id": "24e4a17e-f550-4d59-bf03-089fd5e3c569",
    "claim": "Dragostea Din Tei'  was a song by a Moldovan pop music trio which  led to the Numa Numa (video) internet meme. A member of a the trio also co-wrote the song from the T.I. album Paper Trail.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "\"Live Your Life\" is a song by American rapper T.I., from his sixth studio album, \"Paper Trail\" (2008), and features Barbadian singer Rihanna. It was released as the seventh single from the album on September 23, 2008. The song is a conscious hip hop track with elements of contemporary R&B. The song's lyrics speak of T.I.'s rise to fame and optimism of the future. It also gives dedication to the American troops fighting in Iraq and Afghanistan.\nNuma Numa is an Internet meme based on a video by American vlogger Gary Brolsma made after the song \"Dragostea Din Tei\" as performed by O-Zone. Brolsma's video, entitled Numa Numa Dance, was released on December 6, 2004 on the website Newgrounds.com under the username \"Gman250\" and shows Brolsma lip-synching the hit song with lively gesticulations and dance moves, which later got taken down by the Newgrounds moderation team in late 2016. The video title is derived from the Romanian words \"\"nu mă nu mă\"\" that occur in the refrain of O-Zone's song. It was the first Numa Numa-themed video to gain widespread attention. Less than three months after the release, it had been viewed more than two million times on the debut website alone.\nDan Balan (born 6 February 1979 in Chișinău) is a Moldovan musician, singer, songwriter and record producer. He is the first and only Moldovan musician to be nominated for a Grammy as co-writer of Rihanna and T.I.'s \"Live Your Life\". He is the founder of European band O-Zone, and wrote and produced their international hit single \"Dragostea Din Tei\", which topped the charts in over 30 countries and sold over 12 million copies worldwide. He is also the songwriter and performer of European hit-singles \"Chica Bomb\", \"Justify Sex\" and \"Freedom\".\nO-Zone is a Moldovan pop music trio that was active from 1998 to 2005 and consisted of Dan Balan, Radu Sîrbu, and Arsenie Todiraș. The group gained global popularity with their song \"Dragostea Din Tei\" and their subsequent album \"DiscO-Zone\"."
  },
  {
    "id": "40be169b-1886-46a3-8872-3ce19d713b3f",
    "claim": "One of the 1990's films Ian Paul Cassidy appeared in was directed by an Arabic actress born on March 26, 1960. This actress starred in Red Dawn.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Ian Paul Cassidy born November 4, 1964 in Harrogate, West Riding of Yorkshire) is an English actor who has appeared mainly in American and Australian productions. In 2000 he played Cracker Bob in \"\" and in 2001 he had a starring role in the drama series \"The Beast\", which was cancelled after five episodes. Cassidy first came to fame as the host of Australian television show \"Kids Company\", on Channel 10. He also appeared in many Shakespeare productions across Australia. During the 1980s he participated in a number of Australian independent films. During the first years of the 1990s he appeared in many U.S. films like \"For the Boys\", \"Wind\" and \"In the Line of Fire\", and Dimension Film's Sci-Fi :\"\". He has mainly appeared in American television series like \"The Pretender\", \"EZ Streets\", \"\", \"Walker, Texas Ranger\", \"Drake & Josh\", \"Desperate Housewives\", \"Numb3rs\", \"24\", \"The Pacific\", \"Monk\", \"The Bold and the Beautiful\", \"The Young and the Restless\" and numerous others. He has also appeared in many Video Games for MachineGames, including the highly acclaimed \"\" as Bobby Bram.\nWind is a 1992 film. The movie was directed by Carroll Ballard and starred Matthew Modine, Jennifer Grey and Cliff Robertson.\nRed Dawn is a 1984 American war film directed by John Milius, filmed in Metrocolor and Panavision, and co-written by Milius and Kevin Reynolds. It stars Patrick Swayze, C. Thomas Howell, Lea Thompson, Charlie Sheen, and Jennifer Grey. It was the first film to be released in the US with a PG-13 rating.\nJennifer Grey (born March 26, 1960) is an American actress. She is known for her roles in the 1980s films \"Ferris Bueller's Day Off\" (1986) and \"Dirty Dancing\" (1987), for which Grey earned a Golden Globe Award nomination. She is also known for her 2010 victory in season eleven of \"Dancing with the Stars\". Grey is the daughter of Academy Award–winning actor Joel Grey and former actress/singer Jo Wilder, Grey currently stars in the Amazon Studios comedy series \"Red Oaks\"."
  },
  {
    "id": "401a0e4d-925f-4104-8b9f-e76f3b7feb53",
    "claim": "Erwin S. Barrie managed a company from its founding in 1922 until he retired in 1975. The works of the artist closely associated with that company are more likely to be seen in an art gallery than the works of Armen Chakmakian.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Grand Central Art Galleries were the exhibition and administrative space of the nonprofit Painters and Sculptors Gallery Association, an artists' cooperative established in 1922 by Walter Leighton Clark together with John Singer Sargent, Edmund Greacen, and others. Artists closely associated with the Grand Central Art Galleries included Hovsep Pushman, George de Forest Brush, and especially Sargent, whose posthumous show took place there in 1928.\nErwin S. Barrie was an American businessman in the arts. He was most closely associated with New York City's Grand Central Art Galleries, which he managed from its founding in 1922 until he retired in 1975.\nArmen John Chakmakian (Armenian: Արմեն Չաքմաքյան ; born (February 11, 1966) in Glendale, California) is an Armenian-American musician, composer, recording artist, and producer. Formerly the keyboardist for the GRAMMY® award-winning band Shadowfax, their 1992 CD, \"Esperanto\" was nominated for a Best New Age Album GRAMMY® Award. He has released two solo albums on his label TruArt Records: \"Ceremonies\" (1998); \"Caravans\" (2004). Two tracks from \"Ceremonies\", \"Gypsy Rain\" and \"Distant Lands\", also appear on the famed \"Buddha Bar\" and \"Buddha Bar IV\" compilation albums, respectively.\nHovsep Pushman (Armenian: Յովսէփ Փուշման ; May 9, 1877 – February 13, 1966) was an American artist of Armenian background. He was known for his contemplative still lifes and sensitive portraits of women, often in exotic dress. He was most closely associated during his lifetime with the Grand Central Art Galleries, which represented him from its opening in 1922 until his death in 1966."
  },
  {
    "id": "ded026ff-01bf-4eff-9c60-2dfd30417c01",
    "claim": "The road that the suburb Dudley Park is bounded to the north by and Klemzig  have a city in common. This area is also home to the moth Garrha limbata.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Regency Road, formerly Islington Road, Irish Harp Road and Rakes Road is a main east-west road connecting the inner northern suburbs of Adelaide, South Australia. Located approximately 6 km north of the city centre, it spans from Arndale Shopping Centre, Kilkenny in the west, to Broadview in the east, continuing eastwards as Muller Road, to end at North East Road in Klemzig. Regency Road has major intersections at Torrens Road, South Road, Churchill Road, Prospect Road, Main North Road and Hampstead Road.\nDudley Park, is a suburb of Adelaide, South Australia, located approximately 3 kilometres north-west of the CBD. The suburb is bordered by Regency Road (north), Simpson Avenue (south), the Adelaide-Gawler railway line (east), and a line directly north-south from the Harrison Road-Simpson Avenue intersection to Regency Road (west).\nKlemzig is a suburb of Adelaide in the City of Port Adelaide Enfield. It was the first settlement of German immigrants in Australia and was named after the village of Klemzig, near Züllichau in southeastern Brandenburg in the German state of Prussia, where they originated from. That Klemzig is now in western Poland and is now known by the Polish name Klępsk.\nGarrha limbata is a moth of the Oecophoridae family. It is found in Australia, where it has been recorded from Queensland, New South Wales, the Australian Capital Territory, Victoria and South Australia."
  },
  {
    "id": "01dd114f-d13a-4469-be20-7cc72cd014b5",
    "claim": "Lori Verderame is the main appraiser on a TV show. The series featuring Rick Harrison aired before this show.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Lori Verderame (best known as Dr. Lori) is a TV personality, author, and antiques appraiser with a Ph.D. in art history and resides in Bucks County, Pennsylvania. Verderame is the main appraiser on the American TV show \"Auction Kings\" which airs internationally on Discovery channel. Verderame also served as the antiquities expert on the History channel's show, The Curse of Oak Island in season 4. She also appears as the Ph.D. Antiques Appraiser on FOX Business Network's TV show, Strange Inheritance in Season 2. She appears as the expert Ph.D. Antiques Appraiser on Discovery's Auction Kings in seasons 3 and season 4.\nAuction Kings is a reality television series produced by Authentic Entertainment for the Discovery Channel. The series premiered on October 26, 2010 and featured the now defunct auction house Gallery 63 in Sandy Springs, Georgia, located on Roswell Road immediately north of the Atlanta city limit. The series capitalized on the success of the History Channel's widely successful \"Pawn Stars\". The auction house employees often rely on experts to appraise items of which historical background is provided to the viewer. Sellers offer comments regarding the merchandise at hand both before and after the auction. At the second commercial break, a multiple-choice question about the auction house or the items is presented.\nRichard Kevin \"Rick the Spotter\" Harrison (born March 22, 1965) is an American, Las Vegas-based businessman and reality television personality, best known as the co-owner of the World Famous Gold & Silver Pawn Shop, as featured on the History series \"Pawn Stars\". He co-owns the pawn shop with his father, Richard Benjamin Harrison, which they opened in 1989. Harrison dropped out of high school to pursue his \"$2,000-a-week business of selling fake Gucci bags\".\nPawn Stars is an American reality television series, shown on History, and produced by Leftfield Pictures. The series is filmed in Las Vegas, Nevada, where it chronicles the daily activities at the World Famous Gold & Silver Pawn Shop, a 24-hour family business opened in 1989 and operated by patriarch Richard \"Old Man\" Harrison, his son Rick Harrison, Rick's son Corey \"Big Hoss\" Harrison, and Corey's childhood friend, Austin \"Chumlee\" Russell. The series, which became the network's highest rated show and the No. 2 reality show behind \"Jersey Shore\", debuted on July 26, 2009."
  },
  {
    "id": "fef1954c-2de6-4e52-b37d-83a04e23a35d",
    "claim": "The Ford Fusion was introduced for model year 2006. The Rookie of The Year in the 1997 CART season drives it in the series held by the group that held an event at the Saugus Speedway.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Saugus Speedway is a 1/3 mile racetrack in Saugus, California on a 35 acre site. The track hosted one NASCAR Craftsman Truck Series event in 1995, which was won by Ken Schrader. Schrader became the first NASCAR driver to win in a race in all three of the sanctioning body's major series, following previous wins in the Sprint Cup and Xfinity Series.\nPatrick Carpentier (born August 13, 1971) is a Canadian professional auto racing driver. He is best known for his career in the Champ Car World Series and the IndyCar Series, where he got five wins and 24 podiums, as well as two third place championship finishes in 2002 and 2004. The long-time Champ Car driver switched to the IndyCar Series in 2005, but moved on Grand Am in 2007 and spent a bit more time running his ranch. After a few NASCAR races in 2007, he moved full-time into the series in 2008. Since 2009, he has only had part-time drives, so became a contractor and renovator in Montreal, trading in real estate in Las Vegas, as well as being a color commentator for television coverage of various racing series. He currently competes part-time in the NASCAR Sprint Cup Series, driving the No. 32 Ford Fusion for Go FAS Racing.\nThe Ford Fusion is a four-door, five passenger mid-size sedan manufactured and marketed by Ford across three generations in gasoline and gas/electric hybrid variants. Introduced for model year 2006, the Fusion is manufactured at Ford's Hermosillo Stamping & Assembly plant along with its rebadged variant the Lincoln MKZ — and formerly with its now discontinued rebadged variant, the Mercury Milan, all sharing the CD3 platform. The Ford Fusion mainly competes against cars such as the Buick Regal, Chevrolet Malibu, Honda Accord, Hyundai Sonata, Kia Optima, Mitsubishi Lancer, Nissan Altima, Toyota Camry and Volkswagen Passat.\nThe 1997 PPG CART World Series season, the nineteenth in the CART era of U.S. open-wheel racing, consisted of 17 races, beginning in Homestead, Florida on March 2 and concluding in Fontana, California on September 28. The PPG CART World Series Drivers' Champion was Alex Zanardi. Rookie of the Year was Patrick Carpentier. After a settlement with the Indianapolis Motor Speedway, CART had relinquished its exclusive license of the \"IndyCar\" trademark, resulting in the renaming of the Series for the first time since 1980. This was also the last year of title sponsorship by PPG Industries, although the Driver's Championship continued to be known as the PPG Cup until 1999."
  },
  {
    "id": "7413bcf8-ab04-4a63-8db7-3bcd1f8ae6ab",
    "claim": "The person cited by Pele as the greatest defender he had ever played was part of a English television series. It was first broadcasted on 13 January 2017 by former West Ham captain, who won a sporting event. This sporting event was missed by Les Strong.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Les Strong (born 3 July 1953) is a former professional association footballer who played at left back. He spent the majority of his career at Fulham, where he had begun as a youth player, making 427 appearances, including 373 in the league. Strong missed the 1975 FA Cup Final against West Ham United through injury. He had a short spell at Brentford on loan and spent single seasons at Crystal Palace and Rochdale at the end of his career. He retired in 1985.\nThe 1975 FA Cup Final was contested by West Ham United and Fulham at Wembley. The Fulham team contained two former England captains in former West Ham captain Bobby Moore, making his last appearance at Wembley, and Alan Mullery. West Ham won 2–0, with the two goals scored by Alan Taylor. The first after Fulham goalkeeper Peter Mellor had parried Billy Jennings shot for Taylor to score; the second five minutes later when Mellor failed to hold Graham Paddon's shot, Taylor following in to score.\nTina and Bobby is a British television series based on the relationship between footballer Bobby Moore and Tina Moore. The three-part series was first broadcast on 13 January 2017 on ITV.\nRobert Frederick Chelsea Moore OBE (12 April 1941 – 24 February 1993) was an English professional footballer. He captained West Ham United for more than ten years and was captain of the England team that won the 1966 World Cup. He is widely regarded as one of the greatest defenders of all time, and was cited by Pelé as the greatest defender that he had ever played against. Moore is a member of the World Team of the 20th Century."
  },
  {
    "id": "3deaf42e-d7d3-479f-82f6-b3fec081c1b4",
    "claim": "Kevin Bacon, an actor born in 1958 starred in the movie \"A Few Good Men\". He also starred in a 1994 film produced by the person who directed  the 1983 film \"Second Thoughts\".",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician. His notable films include musical-drama film \"Footloose\" (1984), the controversial historical conspiracy legal thriller \"JFK\" (1991), the legal drama \"A Few Good Men\" (1992), the historical docudrama \"Apollo 13\" (1995), and the mystery drama \"Mystic River\" (2003). Bacon is also known for taking on darker roles such as that of a sadistic guard in \"Sleepers\" (1996) and troubled former child abuser in a critically acclaimed performance in \"The Woodsman\" (2004). He is equally prolific on television, having starred in the Fox drama series \"The Following\" (2013–2015). For the HBO original film \"Taking Chance\" (2009), Bacon won a Golden Globe Award and a Screen Actors Guild Award, also receiving a Primetime Emmy Award nomination. \"The Guardian\" named him one of the best actors never to have received an Academy Award nomination. In 2003, Bacon received a star on the Hollywood Walk of Fame for his contributions to the motion pictures industry.\nSecond Thoughts is a 1983 American drama film directed by Lawrence Turman and starring Lucie Arnaz, Craig Wasson, Ken Howard and Anne Schedeen.\nThe River Wild is a 1994 American adventure crime-thriller film directed by Curtis Hanson and starring Meryl Streep, Kevin Bacon, David Strathairn, John C. Reilly, Benjamin Bratt, and Joseph Mazzello as Roarke. The film is about a family on a whitewater rafting trip who encounter two violent criminals in the wilderness.\nLawrence Turman (born November 28, 1926 in Los Angeles) is a film producer who currently serves as the director of The Peter Stark Producing Program at the University of Southern California. He was nominated for an Academy Award for \"The Graduate\" (1967). He has also produced such films such as \"Pretty Poison\" (1968), \"The Great White Hope\" (1970), \"The Thing\" (1982), \"Mass Appeal\" (1984), \"Short Circuit\" (1986), \"The River Wild\" (1994), and \"American History X\" (1998)."
  },
  {
    "id": "8a5f3c56-27f8-42a3-ad20-d6d6604eb831",
    "claim": "A winner of the 1990 Australian Open – Men's Doubles and Oliver Marach are not both doubles winners at a tennis tournament. This tournament is more important than the ATP Masters Series.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Oliver Marach (born 16 July 1980) is an Austrian professional tennis player. His highest ATP singles ranking is world No. 82, which he reached on August 7, 2005. His career high in doubles is world No. 8, set on October 18, 2010.\nDanie Visser (born 26 July 1961) is a former professional tennis player from South Africa. A doubles specialist, he won 3 Grand Slam men's doubles titles (2 Australian Open and 1 US Open). Visser reached the World No. 1 doubles ranking in January 1990.\nThe ATP Masters Series was a series of nine tennis tournaments that formed part of the men's Association of Tennis Professionals (ATP) tour from 2004 until 2008. The events were held annually in Europe and North America. The tournaments were important for the top male players on the professional circuit as the series constituted the most prestigious tournaments in men's tennis after the four Grand Slam events. The events were known as the Championship Series, Single Week from 1990 to 1995, the Mercedes-Benz Super 9 from 1996 to 1999, and the Tennis Masters Series from 2000 to 2003. Since 2009 the events have been called the ATP World Tour Masters 1000.\nRick Leach and Jim Pugh were the defending champions, but lost in the semifinals to Grant Connell and Glenn Michibata.<br>Pieter Aldrich and Danie Visser won the title, defeating Connell and Michibata 6–4, 4–6, 6–1, 6–4, in the final."
  },
  {
    "id": "626fb988-e1b6-438d-a142-33510c2f9d58",
    "claim": "The place where a left-handed pitcher (baseball) was born is named after the only Catholic signatory to the Declaration of Independence, Charles Carroll of Carrollton. This pitcher played with the La Crosse Blackhawks.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Carroll County is a county located in the state of Ohio. As of the 2010 census, the population was 28,836. Its county seat is Carrollton. It is named for Charles Carroll of Carrollton, the last surviving signer of the Declaration of Independence.\nCharles Carroll (September 19, 1737 – November 14, 1832), known as Charles Carroll of Carrollton or Charles Carroll III to distinguish him from his similarly named relatives, was a wealthy Maryland planter and an early advocate of independence from the Kingdom of Great Britain. He served as a delegate to the Continental Congress and Confederation Congress and later as first United States Senator for Maryland. He was the only Catholic signatory of the Declaration of Independence.\nCharles John \"Doc\" Watson (January 30, 1886 in Carroll County, Ohio – December 30, 1949 in San Diego, California) was a pitcher in Major League Baseball.\nThe La Crosse Blackhawks were a minor league baseball team based in La Crosse, Wisconsin that played under various names between 1905 and 1942. Major League Baseball players Jeff Pfeffer, Bill Schardt, Doc Watson and Jack Zalusky played for the team."
  },
  {
    "id": "ff33df07-6906-46e8-91e5-6824aab2b018",
    "claim": "The sitcom that Basic Story was an episode of aired on NBC and Yahoo. This sitcom had a character named Michelle Slater (played by American actress who starred in the film Midnight Bayou).",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Midnight Bayou, also known as Nora Roberts' Midnight Bayou, is a 2009 made-for-TV movie directed by Ralph Hemecker, which stars Jerry O'Connell, Lauren Stamile, and Faye Dunaway. The film is based on the Nora Roberts novel of the same name. And is part of the Nora Roberts 2009 movie collection, which also includes; \"Northern Lights\", \"High Noon\", and \"Tribute\". The movie debuted March 28, 2009 on Lifetime.\n\"Basic Story\" is the twelfth episode of the fifth season of \"Community\", and the 96th episode overall in the series. It originally aired on April 10, 2014 on NBC. The episode was written by Carol Kolb, making this her series writing debut, and it was directed by Jay Chandrasekhar. The episode is Part 1 of a two-part season finale; Part 2 (\"Basic Sandwich\") aired on April 17, 2014 on NBC.\nCommunity is an American television sitcom created by Dan Harmon that aired on NBC and Yahoo! Screen from September 17, 2009 to June 2, 2015. The series follows an ensemble cast of characters played by Joel McHale, Gillian Jacobs, Danny Pudi, Yvette Nicole Brown, Alison Brie, Donald Glover, Ken Jeong, Chevy Chase, and Jim Rash at a community college in the fictional town of Greendale, Colorado. It makes heavy use of meta-humor and pop culture references, often parodying film and television clichés and tropes.\nLauren Stamile (born September 12, 1976) is an American actress. She is best known for portraying Nurse Rose on the ABC series \"Grey's Anatomy\", Michelle Slater on the NBC series \"Community\", and CIA Agent Dani Pearce on the USA Network series \"Burn Notice\"."
  },
  {
    "id": "b364de08-dddf-4975-af39-6659995cd998",
    "claim": "The band Maynard James Keenan was best known as the lead singer of and another band were formed during the same decade. This other band  released the EP The Sounds of Tomorrow.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Maynard James Keenan is best known as the lead singer of rock bands Tool, with whom he has recorded four studio albums and earned two Grammy Awards, and A Perfect Circle, with whom he has recorded three studio albums. Puscifer, a side project created by Keenan, has released three studio albums.\nThe Sounds of Tomorrow is a Man or Astro-man? 7\" EP released on Estrus Records in 1996. It was released on both black vinyl and gray vinyl.\nTool is an American rock band from Los Angeles, California. Formed in 1990, the group's line-up includes drummer Danny Carey, guitarist Adam Jones, and vocalist Maynard James Keenan. Justin Chancellor has been the band's bassist since 1995, replacing their original bassist Paul D'Amour. Tool has won three Grammy Awards, performed worldwide tours, and produced albums topping the charts in several countries.\nMan or Astro-man? is a surf rock group that formed in Auburn, Alabama, in the early 1990s and came to prominence over the following decade."
  },
  {
    "id": "8526468b-87fa-41bc-a110-f9feb0bd7473",
    "claim": "This author wrote the novel Hollow City. This author and the director  of the 1946 American drama film From This Day Forward were from the same country.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Hollow City is a 2014 dark fantasy novel and a sequel to \"Miss Peregrine's Home for Peculiar Children\" written by Ransom Riggs. It was released on January 14, 2014 by Quirk Books. The novel is set right after the first, and sees Jacob and his friends fleeing from Miss Peregrine's to the \"peculiar capital of the world\", London.\nFrom This Day Forward is a 1946 American drama film directed by John Berry, starring Joan Fontaine and Mark Stevens.\nRansom Riggs (born February 3, 1979) is an American writer and filmmaker best known for the book \"Miss Peregrine's Home for Peculiar Children\".\nJohn Berry (September 6, 1917 – November 29, 1999) was an American film director, who went into self-exile in France when his career was interrupted by the Hollywood blacklist."
  },
  {
    "id": "8e0a9d7c-5be8-47b9-b16d-8dc9f19099b7",
    "claim": "The band a singer was in was an American rock band that was \"one of the most critically acclaimed bands of the 80's\". The band is featured in KSPN's The Beach Boys format. Shane Shu has a voice that has been compared to the singer's voice. The band is featured in KSPN's The Beach Boys format.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "David Byrne ( ; born 14 May 1952) is a Scottish-born American musician who was the founding member, principal songwriter, and lead singer and guitarist of the American new wave band Talking Heads, active between 1975 and 1991. Byrne is a multi-instrumentalist and is known for his distinctive voice.\nTalking Heads were an American rock band formed in 1975 in New York City and active until 1991. The band comprised David Byrne (lead vocals, guitar), Chris Frantz (drums), Tina Weymouth (bass), and Jerry Harrison (keyboards, guitar). Described by critic Stephen Thomas Erlewine as \"one of the most critically acclaimed bands of the '80s,\" the group helped to pioneer new wave music by integrating elements of punk, art rock, funk, and world music with avant-garde sensibilities and an anxious, clean-cut image.\nShane Shu (Shane Berend van Lunteren, born February 11, 1976) is a Dutch/Canadian singer-songwriter, producer and photographer from Kamloops, British Columbia. He is best known as a solo artist though he has an independent career as a songwriter and producer for various artists and record labels. Shane has made vocal contributions to the albums of Nobody Beats The Drum, Don Diablo, Anneke van Giersbergen,<ref name=\"Nu.nl/cultuur: Shane Shu -Let's burn this town\"> </ref> and artist photography for Lucky Fonz III, Beans & Fatback, Kris Berry, Steffen Morrison, Alfred Brendel, Jorge Luis Prats, Severin von Eckardstein, Lang Lang, Enrico Pace, and Arcadi Volodos. His mezzo-soprano voice has been compared to David Bowie, David Byrne and Robert Plant and his dress sense has been compared to Prince.\nKSPN-FM is an adult album alternative radio station owned by Patricia MacDonald Garber and Peter Benedetti, through licensee AlwaysMountainTime, LLC, and broadcasts at 103.1 MHz FM in the Aspen, Colorado area. The station airs an adult album alternative format and uses the slogan \"The Valley's Quality Rock\". With over 30 years of Quality Rock experience, this heritage station is the Roaring Fork Valley's favorite among both locals and tourists. KSPN covers all community and national events in the area: World Cup Championships, the 24 Hours of Aspen, Winterskol and Blitzenbanger. KSPN features the AAA format, which combines the classic rock hits from Tom Petty, Van Morrison and Talking Heads with today’s newer musicians like Ben Harper, Blues Traveler, Sonia Dada and Widespread Panic."
  },
  {
    "id": "e5e7038a-7e46-486b-b5d1-89e1dd453dd3",
    "claim": "Max Rose is a 2016 British drama film starring Jerry Lewis in his starring film role since 1995's. The writer of Lewis's starring 1995 role also directed and produced it. \"BIlly Bob\" Thornton is an British musician; he is not.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Funny Bones is a 1995 British-American comedy-drama film from Hollywood Pictures. It was written, directed and produced by Peter Chelsom, co produced by Simon Fields, and co written by Peter Flannery. The music score was by John Altman, and the cinematography by Eduardo Serra. Set in Las Vegas and Blackpool, England, the film stars Oliver Platt, Jerry Lewis, Lee Evans, Leslie Caron, Richard Griffiths, Sadie Corre, Oliver Reed, George Carl, Freddie Davies and Ian McNeice.\nMax Rose is a 2016 American drama film starring Jerry Lewis and written and directed by Daniel Noah. The film also stars Kevin Pollak, Kerry Bishe, Dean Stockwell and Claire Bloom. It is Lewis' first starring film role since 1995's \"Funny Bones\", as well as his final starring role. Oscar winners Michel Legrand with Alan and Marilyn Bergman created an original song for the feature. The film was produced by Lightstream Entertainment's Garrett Kelleher and Blackbird’s Lawrence Inglee, along with Rush River’s Bill Walton.\nWilliam Robert \"Billy Bob\" Thornton (born August 4, 1955) is an American actor, filmmaker, singer, songwriter, and musician.\nPeter Chelsom (born 20 April 1956) is a British film director, writer, and actor. He has directed such films as \"Hector and the Search for Happiness\", \"Serendipity\", and \"Shall We Dance?\" Peter Chelsom is a member of the British Academy, the American Academy, The Directors Guild Of America, and The Writers Guild Of America."
  },
  {
    "id": "c9789975-faf1-472b-a812-f238a40e6d29",
    "claim": "Trần Ích Tắc lived in a city after failing to return as King of Annam. This city and Quzhou are both cities located in a country. Xiannongtan Stadium is in this country.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "   () is a prefecture-level city in western Zhejiang province, People's Republic of China. Sitting on the upper course of the Qiantang River, it borders Hangzhou to the north, Jinhua to the east, Lishui to the southeast, and the provinces of Fujian, Jiangxi and Anhui to the south, southwest and northwest respectively.\nEzhou () is a prefecture-level city in eastern Hubei Province, China. As of the 2010 census, the city had a population of 1,048,668, of which 668,727 lived in the core Echeng District. The Ezhou - Huanggang built-up (\"or metro\") area was home to 1,035,496 inhabitants from the Echeng and Huangzhou, Huanggang Districts.\nTrần Ích Tắc (陳益稷 , 1254–1329), title before defection Prince Chiêu Quốc (Vietnamese: Chiêu Quốc vương / 昭國王) was the fifth prince of Trần Thái Tông, first emperor of the Trần Dynasty, and the younger brother of the Emperor Trần Thánh Tông and grand chancellor Trần Quang Khải. Before the invasion of Vietnam by the Yuan Dynasty, Trần Ích Tắc was the most famous prince of Trần Thái Tông for his intelligence and broad knowledge, the mansion of Prince Chiêu Quốc in Thăng Long was also a renowned school of the capital. But in the beginning of the war, Trần Ích Tắc decided to surrender to Kublai Khan's prince Toghan and thus became the highest ranking defector of the Trần Dynasty during the war of resistance against Yuan's army. For this reason, he was denounced in Vietnamese historical books as a traitor with the derogatory name \"Ả Trần\" (Hán tự: 妸陳, \"the woman named Trần\"). After another failed attempt of the Yuan Dynasty to bring Trần Ích Tắc return as King of Annam, he continued to live in Ezhou, Hubei and ultimately died in foreign soil.\nXiannongtan Stadium (Simplified Chinese: 先农坛体育场) is a multi-use stadium in Beijing, China. It is located in Dongcheng District and is named after Xiannongtan, the Altar of Agriculture, located nearby. This stadium was built in 1936 and was named Beiping Public Stadium (Simplified Chinese: 北平公共体育场). It was renovated between November 1986 to September 1988. The stadium holds 30,000 and is used mainly for football matches."
  },
  {
    "id": "22d8d0c4-efa2-426c-8294-8fbbb7fc916a",
    "claim": "Rattlesnake Mountain in Benton County, Washington overlooks an inactive nuclear production complex. This site is located near one of the hydroelectric projects operated by Grant County Public Utility District.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Rattlesnake Mountain (Native American name Lalíik meaning \"land above the water\") is a 3,527 ft (1,060 m) windswept treeless sub-alpine ridge overlooking the Hanford nuclear site. Parts of the western slope are privately owned ranchland, while the eastern slope is under the federal protection of the Arid Lands Ecology Reserve, a unit of the Hanford Reach National Monument, managed by the United States Fish and Wildlife Service.\nPriest Rapids Dam is a hydroelectric, concrete gravity dam; located on the Columbia River, between the Yakima Firing Range and the Hanford Nuclear Reservation, and bridges Yakima County and Grant County, in the U.S. state of Washington. The dam is 24 miles south of the town of Vantage, and 47 miles northwest of the city of Richland. It is located at mile marker 397.1 from the mouth of the Columbia. It is owned by the Grant County Public Utility District. Priest Rapids, for which the dam was named, are now submerged beneath the dam's reservoir.\nThe Hanford Site is a mostly decommissioned nuclear production complex operated by the United States federal government on the Columbia River in the U.S. state of Washington. The site has been known by many names, including: Hanford Project, Hanford Works, Hanford Engineer Works and Hanford Nuclear Reservation. Established in 1943 as part of the Manhattan Project in Hanford, south-central Washington, the site was home to the B Reactor, the first full-scale plutonium production reactor in the world. Plutonium manufactured at the site was used in the first nuclear bomb, tested at the Trinity site, and in Fat Man, the bomb detonated over Nagasaki, Japan.\nPublic Utility District No. 2 of Grant County, or Grant County PUD, is a public utility district in north central Washington state. It is owned by its customers and governed by a Board of Commissioners elected by the customer-owners. Though it is not regulated by another governmental unit, a PUD is, by state statute, a nonprofit corporation. PUDs must comply with state regulations for municipal corporations. The local customer-owner of the PUD receives benefits in the form of reduced rates for service. Grant County PUD operates two hydroelectric projects, Priest Rapids Dam and Wanapum Dam. In addition to these, the PUD also operates the Quincy Chute Hydroelectric Project, Potholes East Canal Headworks Project and part of the Nine Canyon Wind Project."
  },
  {
    "id": "8e1505d1-e677-45e6-b875-3320de81e17f",
    "claim": "The band that released In Our Bones, and the band that recorded In the Pursuit of Leisure, are American bands. They both gained mainstream fame in the 1990's.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "In the Pursuit of Leisure is Sugar Ray's fifth studio album released in 2003. Hip-hop artists Esthero and Shaggy guest-star on the album.\nSugar Ray is an American rock band formed in 1986. The band, starting off more as a funk metal band, gained mainstream fame in 1997 with their release of the song \"Fly\". This song's success, coupled with its pop rock sound that was quite different from the rest of their material at the time, led the band to change to a mainstream, pop music style. Subsequent albums shared this style, and the band landed a number of hits with \"Every Morning\" and \"Someday\" from \"\" and \"When It's Over\" from their self-titled album.\nAgainst the Current (often abbreviated as ATC) is an American pop rock band based in Poughkeepsie, New York and formed in 2011. The band currently consists of lead vocalist Chrissy Costanza, guitarist Dan Gow, and drummer Will Ferri. The group gained a sizable YouTube following after posting their covers of popular songs from a variety of different artists.\nIn Our Bones is the debut studio album by American pop rock band Against the Current. The album was released on May 20, 2016."
  },
  {
    "id": "f8149bb5-20a0-41c2-8df8-34d057306c12",
    "claim": "A drummer became the only Australian-born member of the band, when the individual who played bass guitar on rock band AC/DC's third LP, left the band. That LP was released in Australia and in Europe in 1976. The drummer was in the Australian band Buster Brown.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Dirty Deeds Done Dirt Cheap is an album by Australian hard rock band AC/DC. It was the band's third LP released in Australia and in Europe in 1976 but was not released in the US until 1981, more than one year after Bon Scott's death. All songs were written by Angus Young, Malcolm Young and Bon Scott.\nBuster Brown was an Australian rock and roll band, which featured vocalist Angry Anderson and drummer Phil Rudd, that was formed in Melbourne in 1973. Their sound was hard rock mixed with blues rock influences. Their first album, \"Something to Say\" was produced by Lobby Loyde and released in 1974. Rudd left to join an early version of AC/DC while Anderson continued with new line-ups and eventually disbanded the group in November 1975. Anderson joined Rose Tattoo which later included former Buster Brown band mates, Geordie Leach on bass guitar and Dallas 'Digger' Royall on drums.\nPhillip Hugh Norman \"Phil\" Rudd (born Phillip Hugh Norman Witschke Rudzevecuis, 19 May 1954) is an Australian drummer, best known for his membership in Australian hard rock band AC/DC from 1975 through 1983, and again from 1994 to 2015. Upon the 1977 departure of bass guitarist Mark Evans from AC/DC, Rudd became the only Australian-born member of the band. In 2003, he was inducted into the Rock and Roll Hall of Fame along with the other members of AC/DC. Due to ongoing legal problems in New Zealand, Rudd was unable to join the band for the 2015 \"Rock or Bust\" tour and was replaced by Chris Slade.\nMark Whitmore Evans (born 2 March 1956) is an Australian bass guitarist for the Australian rock band Rose Tattoo who was an early member of hard rock band AC/DC from March 1975 to June 1977. His playing featured on their albums \"T.N.T\", \"High Voltage\", \"Dirty Deeds Done Dirt Cheap\", \"Let There Be Rock\" and \"'74 Jailbreak\". Evans has played for numerous other groups, sometimes on lead guitar, including Finch (a.k.a. Contraband), Cheetah, Swanee, Heaven and The Party Boys. Evans' autobiography, \"Dirty Deeds: My Life Inside/Outside of AC/DC\" was released in December 2011."
  },
  {
    "id": "09e8bc8c-376b-41fa-bb86-71d4b5309849",
    "claim": "The actor who starred in East/West was also a director, celebrity chef and occasional singer. He costarred with Anatoly Ravikovich in a comedy film.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Oleg Evgenyevich Menshikov, (Russian: Оле́г Евге́ньевич Ме́ньшиков ; born 8 November 1960) is a Russian actor, theatre director and occasional singer. He is the current artistic director of the Yermolova Theatre in Moscow.\nEast/West (French: \"Est-Ouest\" ; Russian: Восток-Запад ) is a 1999 internationally co-produced film directed by Régis Wargnier, starring Sandrine Bonnaire (as Marie), Oleg Menshikov (as Alexei), Sergei Bodrov Jr. (as Sasha) and Catherine Deneuve (as Gabrielle). Authors of scenario and dialogue: Rustam Ibragimbekov, Sergei Bodrov, Louis Gardel and Régis Wargnier.\nThe Pokrovsky Gate (Russian: Покровские ворота , \"Pokrovskiye Vorota \" ) is a 1982 Soviet comedy film produced for television by Mosfilm. It was directed by Mikhail Kozakov and stars Oleg Menshikov, Leonid Bronevoy, and Inna Ulyanova. The screenplay is based on a 1974 stage play by Leonid Zorin.\nAnatoly Yuryevich Ravikovich (Russian: Анатолий Юрьевич Равикович ; December 24, 1936 – April 8, 2012) was a Soviet and Russian actor. He graduated from the Saint Petersburg State Theatre Arts Academy in 1958 and started to work at the Komsomolsk-on-Amur drama theater. In 1962 Ravikovich returned to Leningrad and started to work at the Saint Petersburg Lensoviet Theatre. In 1982 he appeared in Mikhail Kozakov's comedy film \"The Pokrovsky Gate\". He was named a People's Artist of Russia in 1988. Anatoly Ravikovich died on April 8, 2012 in Saint Petersburg. He is survived by his wife Irina Mazurkevich, also a People's Artist of Russia."
  },
  {
    "id": "dacf83e6-bbe4-477c-8c6e-ec1a946b7938",
    "claim": "egend of the Boneknapper Dragon is a 2010 animated short film by DreamWorks Animation. It is contained in the franchise based on the books written by a writer. The writer also wrote the fantasy medieval novel \"That Rabbit Belongs to Emily Brown\".",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "That Rabbit Belongs to Emily Brown is a children's picture book written by Cressida Cowell and illustrated by Neal Layton, published in 2006. It won the Nestlé Children's Book Prize Gold Award, as well as being shortlisted for the Booktrust Early Years Awards and longlisted for the Kate Greenaway Medal.\nHow to Train Your Dragon franchise (also referred to as simply HTTYD) from DreamWorks Animation consists of two feature films \"How to Train Your Dragon\" (2010) and \"How to Train Your Dragon 2\" (2014), with a third and final planned for a 2019 release. The franchise is loosely based on the British book series by Cressida Cowell. The franchise also consists of four short films: \"Legend of the Boneknapper Dragon\" (2010), \"Book of Dragons\" (2011), \"Gift of the Night Fury\" (2011) and \"Dawn of the Dragon Racers\" (2014). A television series following the events of the first film, \"\", began airing on Cartoon Network in September 2012. Its second season was renamed \"Dragons: Defenders of Berk\". Set several years later, and as a more immediate prequel to the second film, a new television series, titled \"Dragons: Race to the Edge\", aired on Netflix in June 2015. The second season of the show was added to Netflix in January 2016 and a third season in June 2016. A fourth season aired on Netflix in February 2017 and a fifth season in August 2017.\nCressida Cowell (born 15 April 1966) is an English children's author, popularly known for the novel series, \"How to Train Your Dragon\", which has subsequently become an award-winning franchise as adapted for the screen by DreamWorks Animation. As of 2015, the series has sold more than seven million copies around the world.\nLegend of the Boneknapper Dragon is a 2010 animated short film by DreamWorks Animation that is a sequel to the feature film, \"How to Train Your Dragon\"."
  },
  {
    "id": "114dfbc1-a1bf-4b5a-b598-b621b359e342",
    "claim": "An English Nobel prize winning scientist was born on 22 September 1791. His laboratory burner design was later perfected by another scientist into the Bunsen burner. This other scientist was the laboratory assistant of the Heidelberg tutor of Georg Lunge .",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Michael Faraday FRS ( ; 22 September 1791 – 25 August 1867) was an English scientist who contributed to the study of electromagnetism and electrochemistry. His main discoveries include the principles underlying electromagnetic induction, diamagnetism and electrolysis.\nRobert Wilhelm Eberhard Bunsen ( ; ] ; 30 March 1811 – 16 August 1899) was a German chemist. He investigated emission spectra of heated elements, and discovered caesium (in 1860) and rubidium (in 1861) with the physicist Gustav Kirchhoff. Bunsen developed several gas-analytical methods, was a pioneer in photochemistry, and did early work in the field of organoarsenic chemistry. With his laboratory assistant, Peter Desaga, he developed the Bunsen burner, an improvement on the laboratory burners then in use. The Bunsen–Kirchhoff Award for spectroscopy is named after Bunsen and Kirchhoff.\nPeter Desaga was a German instrument maker at the University of Heidelberg who worked with Robert Wilhelm Bunsen. In 1855, Desaga perfected an earlier design of the laboratory burner by Michael Faraday into the Bunsen burner. The Desaga family held the right to market the burner for generations, as part of an agreement made with Bunsen. The Bunsen burner was essential to the invention of the spectroscope by Robert Wilhelm Bunsen and Gustav Robert Georg Kirchhoff.\nGeorg Lunge (15 September 1839 – 3 January 1923) was a German chemist born in Breslau. He studied at Heidelberg (under Robert Bunsen) and Breslau, graduating at the latter university in 1859, for the work with Ferdinand Cohn. Turning his attention to technical chemistry, he became chemist at several works both in Germany and England, and in 1876 he was appointed professor of technical chemistry at ETH Zurich. Lunge's original contributions cover a very wide field, dealing both with technical processes and analysis. In addition, he was a voluminous writer, enriching scientific literature with many standard works. His treatises \"Coal Tar and Ammonia\", \"Destillation des Steinkohlentheers\" and \"Sulphuric Acid and Alkali\", established his position as the highest authority on these subjects, while the \"Chemische-technische Untersuchungs-Methoden\", to which he contributed, testified to his researches in technical analysis. His jubilee was celebrated in Zurich on 15 September 1909. He died in Zurich on 3 January 1923."
  },
  {
    "id": "63bf60e3-21f8-4f6a-9259-186532d01175",
    "claim": "The 432 Park Avenue building is taller than the building that is the site of the former Loew's State Theatre. They are located in the city that independent film producer Paul Mezey is based.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Loew's State Theatre was a theatre in New York City, located at 1540 Broadway. Designed by Thomas Lamb in the Adams style, it opened on August 9, 1921, and featured both vaudeville and films. The theatre held a number of very notable world premieres including \"The Three Musketeers\" (1948), \"Some Like It Hot\" (1959), \"Ben-Hur\" (1959), \"Becket\" (1964), and \"The Godfather\" (1972). It closed on February 19, 1987, and it is now the site of the Bertelsmann Building.\nPaul S. Mezey is a New York based independent producer and founder of Journeyman Pictures. He has produced a number of critically acclaimed films including \"Maria Full of Grace\" which received a 2005 Academy Award Nomination for Best Actress in a Leading Role and \"Half Nelson\" starring Ryan Gosling which received a 2007 Academy Award Nomination for Best Actor in a Leading Role.\nThe former Bertelsmann Building, now known as 1540 Broadway, is a 44-story, 733 foot (223 m) office tower in Times Square in Manhattan, New York City, standing at West 45th Street. The building was the North American headquarters of media conglomerate Bertelsmann from 1992 until the company vacated and sold the property, of which they occupied all office-use floors, in 2004. The building housed US satellites of central functions such as Corporate Development, Corporate Communications and the Office of the Chairman and CEO, as well as serving as worldwide headquarters for the Bertelsmann Music Group and Bertelsmann Book Group (what has later taken on the umbrella brand name Random House). Today's office tenants include Viacom, China Central Television, KEMP Technologies, Adobe and Pillsbury Winthrop Shaw Pittman. The building retained the Bertelsmann name and signage facing Broadway until its eventual removal in late 2013.\n432 Park Avenue is a residential skyscraper in New York City that overlooks Central Park. Originally proposed to be 1300 ft in 2011, the structure topped out at 1396 ft . It was developed by CIM Group and features 104 condominium apartments. Construction began in 2012 and was completed on December 23, 2015."
  },
  {
    "id": "51e3d660-a73f-4ba2-a3f0-2109a006b808",
    "claim": "The TCF Bank Stadium is on The Minnesota Golden Gophers campus. University of Minnesota campus is located in the Downtown East area of a city where Pat Westrum was born. The Mill District is also located in Downtown East of this city.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Patrick Delvan Westrum (born March 3, 1948 in Minneapolis, Minnesota) is a retired professional ice hockey defenseman who played 237 regular season games in the World Hockey Association for the Minnesota Fighting Saints, Calgary Cowboys and Birmingham Bulls between 1974 and 1978. Westrum also was a member of the United States national team at the 1978 Ice Hockey World Championship tournament in Prague. Westrum is serving as an amateur scout in the Western Canada region for the Montreal Canadiens.\nDowntown East is an official neighborhood in Minneapolis, Minnesota, United States part of the larger Central community. Its boundaries are the Mississippi River to the north, Interstate 35W to the east, 5th Street South to the south, and Portland Avenue to the west. It is bounded by the Downtown West, Elliot Park, and Cedar-Riverside neighborhoods. The Marcy-Holmes neighborhood is on the other side of the river, but there is no direct automobile connection between the two neighborhoods. There is a pedestrian and bicycle connection via the Stone Arch Bridge. Downtown East was home to the Hubert H. Humphrey Metrodome, where the Minnesota Twins (MLB baseball), Minnesota Vikings (NFL football), and Minnesota Gophers (NCAA University of Minnesota football) have all played home games. As of 2009, the Minnesota Golden Gophers moved into the new TCF Bank Stadium on the University of Minnesota Campus. Additionally, the Minnesota Twins moved into new Target Field at the start of the 2010 season. In 2016, U.S. Bank Stadium opened on the Metrodome's former site.\nThe Mill District is a neighborhood within Minneapolis, Minnesota, United States, and a part of the larger Downtown East neighborhood. Its approximate boundaries are the Mississippi River to the north, the I-35W Mississippi River bridge to the east, Washington Avenue to the south, and 5th Avenue to the west. It is bounded by Downtown West as well as the rest of the Downtown East neighborhoods. The Marcy-Holmes neighborhood is on the other side of the river, but there is no direct automobile connection between the two neighborhoods. There is a pedestrian and bicycle connection via the Stone Arch Bridge.\nTCF Bank Stadium is an outdoor stadium located on the campus of the University of Minnesota in Minneapolis, Minnesota, United States. Opened in 2009, it is the home field of the Minnesota Golden Gophers of the Big Ten Conference, and the temporary home of Minnesota United FC of Major League Soccer. The stadium also served as the temporary home of the Minnesota Vikings of the National Football League (NFL) for the 2014 and 2015 seasons during the construction of U.S. Bank Stadium. The 50,805-seat \"horseshoe\" style stadium cost $303.3 million to build and is designed to support future expansion to seat up to 80,000."
  },
  {
    "id": "30363bdc-e21c-4068-a00d-c71071a38f67",
    "claim": "The creator of the series The Life & Times of Tim is not a former advertising copywriter. The daughter of Cyrinda Foxe is also not a former advertising copywriter.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Cyrinda Foxe (born Kathleen Victoria Hetzekian; February 22, 1952 – September 7, 2002) was an American actress, model and publicist, best known for her role in \"Andy Warhol's Bad\" (1977). She was married to both David Johansen of the proto-punk band New York Dolls and Steven Tyler of the hard rock band Aerosmith. She is the mother of Mia Tyler.\nSteve Dildarian (born November 3, 1969) is an American former advertising copywriter who is the creator, writer, producer and voice of Tim in the HBO animated television series \"The Life & Times of Tim\" (2008-2012).\nThe Life & Times of Tim is an HBO comedy animated television series, which premiered on September 28, 2008. The series was created by Steve Dildarian, and is about a hapless man in his mid-20s named Tim (voiced by Dildarian) who lives in New York City with his girlfriend Amy. Throughout the series, Tim constantly finds himself in increasingly awkward situations in both his work and personal life.\nMia Abagale Tallarico (born December 22, 1978), better known as Mia Tyler, is an American actress, model and fashion designer."
  },
  {
    "id": "c9da296d-62e1-40ef-a3f7-f0b42e101f11",
    "claim": "The 2012 \"Billboard\" Music Awards were held in the same venue that the boxing match Manny Pacquiao vs. Timothy Bradley was held. It is a multi-purpose arena located within a hotel on the Las Vegas Strip. The Floyd Mayweather Jr. vs. Victor Ortiz fight was held at the hotel.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Floyd Mayweather Jr. vs. Victor Ortiz, billed as Star Power, was a championship fight for Ortiz's WBC Welterweight title. The bout was held on September 17, 2011, at the MGM Grand in Las Vegas, Nevada and televised via HBO PPV. As a part of a split-site doubleheader, the broadcast also featured the Saul Alvarez vs. Alfonso Gomez Light Middleweight championship bout taking place at the Staples Center in Los Angeles, California.\nThe 2012 \"Billboard\" Music Awards is a music award ceremony that was held on May 20, 2012 at the MGM Grand Garden Arena in Las Vegas, Nevada. It aired on ABC at 8:00/7:00 PM central. The show was hosted by Modern Family's Julie Bowen and Ty Burrell.\nThe MGM Grand Garden Arena (originally known as the MGM Grand Garden Special Events Center) is a multi-purpose arena located within the MGM Grand Las Vegas on the Las Vegas Strip.\nManny Pacquiao vs. Timothy Bradley, billed as \"Perfect Storm\", was a welterweight title boxing match held on June 9, 2012, at the MGM Grand Garden Arena in Paradise, Nevada. After 12 rounds, Bradley won a highly controversial split decision to take the WBO welterweight title."
  },
  {
    "id": "5e4ea425-62ae-4dab-ae7d-9ba67fe0f366",
    "claim": "A nation at the 2008 Summer Olympics had seven athletes participated on behalf, one the son of a boxer. This boxer is from the U.S. nation. Pilosocereus robinii has been reported in the nation.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Julius Jackson (born August 1, 1987) is a professional boxer from the Virgin Islands who qualified for the 2008 Olympics at light-heavyweight, as did his brother John Jackson. Their father is boxer Julian Jackson.\nThe United States Virgin Islands competed in the 2008 Summer Olympics, which were held in Beijing, the People's Republic of China from August 8 to August 24, 2008. The appearance of its 23-person delegation marked its fifteenth appearance at the Olympic games, and its tenth appearance at the Summer Olympic games. In total, seven athletes participated on behalf of the Virgin Islands (Tabarie Henry and LaVerne Jones-Ferrette in track and field, John and Julius Jackson in boxing, Thomas Barrows III in sailing, Ned Gerard in shooting, and Josh Laban in swimming) in Beijing. Of those, John Jackson and Tabarie Henry progressed to a post-preliminary event, and Henry reached semifinals in his own. There were no Virgin Islander medalists at the Beijing Olympics.\nJulian Jackson (born September 12, 1960) is a former professional boxer from the U.S. Virgin Islands who competed from 1981 to 1998. He is a three-time world champion in two weight classes, having held the WBA super welterweight title from 1987 to 1990, and the WBC middleweight title twice between 1990 and 1995. Possessing formidable knockout power, Jackson is regarded by many as the hardest puncher in boxing history, pound for pound, and was ranked number 25 by \"The Ring\" magazine in a 2003 list of \"100 Greatest Punchers\".\nPilosocereus robinii is a species of cactus known by the common name Key tree-cactus. It is native to the Florida Keys in the United States. It may occur in Cuba, but any populations there are unconfirmed. It has been reported from Puerto Rico, the Virgin Islands, and Mexico. It is a rare species which is threatened by the loss of its habitat. It is a federally listed endangered species of the United States."
  },
  {
    "id": "e54f7fbf-c925-43bb-90b0-637ab68e107f",
    "claim": "An actor from the 2012 Home Alone: The Holiday Heist film is known for his role in a advertising campaign for OfficeMax. He also starred with Billy Gardell in a sitcom.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "William \"Billy\" Gardell (born August 20, 1969) is an American stand-up comedian, actor, game show host and voice artist. Gardell played Chicago police officer Mike Biggs on \"Mike & Molly.\" He also made an appearance in a dozen episodes of \"My Name Is Earl\" as a police officer. Gardell voiced Santa in \"\", as well as starring on \"Sullivan & Son\" in the recurring role of Lyle Winkler.\nHome Alone: The Holiday Heist (also known as Home Alone 5 or Home Alone 5: The Holiday Heist ) is a 2012 American comedy television film and the fifth installment in the \"Home Alone\" franchise. It stars Christian Martyn, Jodelle Ferland, Malcolm McDowell, Debi Mazar, Eddie Steeples. The film premiered on ABC Family on November 25, 2012, during the network's annual \"Countdown to 25 Days of Christmas\" programming block. It is the second film, after \"Home Alone 3\", not to focus on the McCallister family. It is also the first film in the series not to be set in Chicago, apart from the majority of \"\". There are numerous homages to the previous movies throughout the film.\nMy Name Is Earl is an American sitcom series created by Greg Garcia that aired on the NBC television network from September 20, 2005, to December 16, 2008, in the United States. It was produced by 20th Century Fox Television and starred Jason Lee as Earl Hickey, the title character. The series also stars Ethan Suplee, Jaime Pressly, Nadine Velazquez, and Eddie Steeples.\nEddie Steeples (born November 25, 1973) is an American actor known for his roles as the \"Rubberband Man\" in an advertising campaign for OfficeMax, and as Darnell TurnerI on the NBC sitcom \"My Name Is Earl\"."
  },
  {
    "id": "ac2bfebe-cb5a-4b20-9ffe-ff74a8a18efb",
    "claim": "The magazine Hugh Hefner was an editor-in-chief for is published in the same country as another magazine. That magazine is where Robert Scoble worked as a video blogger.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Robert Scoble (born January 18, 1965) is an American blogger, technical evangelist, and author. Scoble is best known for his blog, \"Scobleizer\", which came to prominence during his tenure as a technology evangelist at Microsoft. He later worked for Fast Company as a video blogger, and then Rackspace and the Rackspace sponsored community site \"Building 43\" promoting breakthrough technology and startups. He is currently a partner at Transformation Group and is one of the most well known figures in the immersive media industries.\nPlayboy is an American men's lifestyle and entertainment magazine. It was founded in Chicago in 1953, by Hugh Hefner and his associates, and funded in part by a $1,000 loan from Hefner's mother. Notable for its centerfolds of nude and semi-nude models (Playmates), \"Playboy\" played an important role in the sexual revolution and remains one of the world's best-known brands, having grown into Playboy Enterprises, Inc., with a presence in nearly every medium. In addition to the flagship magazine in the United States, special nation-specific versions of \"Playboy\" are published worldwide.\nHugh Marston Hefner (April 9, 1926 – September 27, 2017) was an American businessman, magazine publisher and playboy. He was the editor-in-chief of \"Playboy\" magazine, which he founded in 1953. He was also the chief creative officer of Playboy Enterprises, which is the publishing group that operates the magazine. An advocate of sexual liberation and freedom of expression, Hefner was a political activist and philanthropist in several other causes and public issues.\nFast Company is a monthly American business magazine published in print and online that focuses on technology, business, and design. It publishes 10 print issues per year. Robert Safian has been the editor-in-chief since 2007, having previously worked at \"Fortune\", \"Time\", and \"Money\". \"Fast Company\" is owned by Mansueto Ventures and is headquartered in New York, New York."
  },
  {
    "id": "216cbfce-a7e6-4adc-8b74-56ef43860d7c",
    "claim": "The group released the album The Stars Are Indifferent to Astronomy. This group is an American band, not the band whose fourth album was called The General Electric.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Stars Are Indifferent To Astronomy is the sixth album by alternative rock band Nada Surf. It was released on Barsuk in 2012. This is their first album of original material since 2008's \"Lucky\".\nNada Surf is an American alternative rock band which currently consists of Matthew Caws (guitar, vocals), Ira Elliot (drums), Doug Gillard (guitar) and Daniel Lorca (bass, backing vocals). Based in New York City and formed in the 1990s, Nada Surf continues to tour. Their eighth album, \"You Know Who You Are\", was a featured release on NPR in February 2016.\nThe General Electric is the fourth album released by New Zealand band Shihad in October 1999. It peaked at No. 1 on the New Zealand albums chart and was certified 2× platinum. On the Australian ARIA Albums Chart it peaked at No. 23.\nShihad are a rock band from New Zealand, formed in 1988. The band consists of Jon Toogood (lead vocals, rhythm guitar), Phil Knight (lead guitar, synthesiser, backing vocals), Karl Kippenberger (bass guitar, backing vocals), and Tom Larkin (drums, backing vocals, samplers). During their recording career, Shihad have produced five number-one studio albums, holding the title for most number one records for any New Zealand artist, alongside Hayley Westenra, and three top-ten singles in New Zealand."
  },
  {
    "id": "a8473470-ded9-4426-944a-bab93bb50331",
    "claim": "The skirmish in 1863, which used a route, took place during the American Civil War while the Battle of Tarawa did not take place in the same war. This 171 mile route runs through Round Top Branch, Pennsylvania.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "The Battle of Gettysburg ( , with an sound) was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North.\nThe Battle of Tarawa was a battle in the Pacific Theater of World War II that was fought on 20–23 November 1943. It took place at the Tarawa Atoll in the Gilbert Islands, and was part of Operation Galvanic, the U.S. invasion of the Gilberts. Nearly 6,400 Japanese, Koreans, and Americans died in the fighting, mostly on and around the small island of Betio, in the extreme southwest of Tarawa Atoll.\nPennsylvania Route 134 (PA 134), also called Taneytown Road, ( ) is a north–south, two-lane state highway in Adams County, Pennsylvania. It runs from the Maryland border at the Mason–Dixon line in Mount Joy Township north to U.S. Route 15 Business (US 15 Bus.) in Gettysburg. PA 134 runs through farmland between the Maryland border and an interchange with the US 15 freeway. North of here, the route passes through Round Top and serves Gettysburg National Military Park before reaching its northern terminus. Taneytown Road was created in 1800 to connect Gettysburg with Taneytown, Maryland. The road was used during the 1863 Battle of Gettysburg for the procession to the cemetery consecration at which the Gettysburg Address was delivered. PA 134 was designated to its current alignment in 1928, with the section north of Round Top paved. The southern portion of the route was paved in the 1930s.\nThe Round Top Branch was an extension of the Gettysburg and Harrisburg Railroad from the Gettysburg borough across the Gettysburg Battlefield to Round Top, Pennsylvania. The branch ran southward from the terminus of the railroad's main line (its junction with the Hanover Junction, Hanover and Gettysburg Railroad north of Meade School), west of the school and St. Francis Xavier Cemetery, across the field of Pickett's Charge, south of Cemetery Ridge, east of Weikert Hill and Munshower Knoll, and through Round Top to a point between Little Round Top's east base and Taneytown Road. In addition to battlefield tourists, the line carried stone monoliths and statues for monuments during the battlefield's memorial association and commemorative eras and equipment, supplies and participants for Gettysburg Battlefield camps after the American Civil War (e.g., the 1884 Camp Gettysburg, 1913 Gettysburg reunion, 1918 Camp Colt and 1938 Gettysburg reunion)."
  },
  {
    "id": "ed0fbda2-8089-465f-8e45-dce272bfd272",
    "claim": "A waterway's dam completed on July 30, 2012 was inaugurated by Mexican politiician and President of the country Felipe de Jesús Calderón Hinojosa from 2006-2012. This waterway is one of the biggest in Nayarit, Mexico along with The Mololoa River.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "The Río Grande de Santiago is one of the longest rivers in Mexico, measuring up 433 km long. The river begins at Lake Chapala and continues roughly north-west through the Sierra Madre Occidental, receiving the Verde, Juchipila, Bolaños, and other tributaries. At La Yesca, the La Yesca Dam was completed in 2012 and the El Cajón Dam was completed downstream in 2007. Below El Cajón, the Aguamilpa Dam was completed in 1993, creating a reservoir covering a large part of the territory of the municipality of El Nayar in Nayarit. From Aguamilpa, the river descends to the coastal lowlands, passing by Santiago Ixcuintla and empties into the Pacific Ocean, 16 km northwest of San Blas, in Nayarit. The river is viewed by some sources as a continuation of the Lerma River, which flows into Lake Chapala.\nThe Mololoa River is one of the biggest rivers in Nayarit, Mexico, along with the Lerma-Santiago and Grande de Santiago Rivers.\nFelipe de Jesús Calderón Hinojosa, GCB, R.E. (] ; born 18 August 1962) is a Mexican politician who served as President of Mexico from 1 December 2006, to 30 November 2012. He is a member of the National Action Party (\"Partido Acción Nacional\", PAN), one of the three major Mexican political parties.\nLa Yesca Dam is an embankment dam on the Santiago River 90 km northwest of Guadalajara on the border of Mexico's Nayarit and Jalisco states. Construction on the dam began in 2007 after Empresas ICA was awarded the main construction contract. The dam was inaugurated by President Felipe Calderón on 6 November 2012. The dam supports a 750 MW hydroelectric power station and is part of the Hydroelectric System Santiago. Its construction will improve the regulation of water flow and subsequently power generation downstream at the El Cajón and Aguamilpa Dams."
  },
  {
    "id": "2ade4bc5-57ad-435a-b33d-268a5c87b1bb",
    "claim": "After the MP  for the Newark constituency was suspended in April 2014, there was the Newark by-election, 2014. Robert Jenrick won this seat for the town where Fiona Jones was elected MP in 1997.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Fiona Elizabeth Ann Jones (née Hamilton; 27 February 1957 – 28 January 2007) was a Labour Party politician in the United Kingdom. She was elected as a Member of Parliament (MP) for Newark in Labour's landslide victory in the 1997 general election.\nNewark is a constituency in Nottinghamshire, England. It is currently represented by Robert Jenrick of the Conservative Party, who won the seat in a by-election on 5 June 2014, following the resignation of Patrick Mercer in April 2014.\nThe Newark by-election was a by-election in the Newark constituency of the British House of Commons, which was held on 5 June 2014, following the resignation of Patrick Mercer. Conservative Robert Jenrick won the seat with a majority of 7,403.\nColonel Patrick John Mercer, OBE (born 26 June 1956) is an author and former British politician. He was Conservative shadow homeland security spokesman before being forced to resign by David Cameron in 2007 for making \"unacceptable\" racist remarks in an interview with \"The Times\". He was elected as a Conservative in the 2001 general election, until resigning the party's parliamentary whip in May 2013 following questions surrounding paid advocacy, and was an Independent MP representing the constituency of Newark in Parliament until his resignation at the end of April 2014 after the Standards Committee suspended him for six months for \"sustained and pervasive breach of the house's rules\"."
  },
  {
    "id": "6f95d82e-9232-48a7-927e-e739d2f7eecd",
    "claim": "James Bridges co-wrote a script for a movie starring John Travolta. The script was parodied by the first country album by Alvin and the Chipmunks which covers the song Boot Scootin' Boogie.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Aaron Latham (born October 3, 1943) is an American journalist who wrote the article that inspired the movie \"Urban Cowboy\" and co-wrote its script with director James Bridges. He also co-wrote the book for the short-lived 2003 Broadway musical version.\nUrban Cowboy is a 1980 American romantic drama film about the love-hate relationship between Buford Uan \"Bud\" Davis (John Travolta) and Sissy (Debra Winger). The movie captured the late 1970s/early 1980s popularity of country music. It was John Travolta's third major acting role after \"Saturday Night Fever\" and \" Grease\". Much of the action centers around activities at Gilley's Club, a honky tonk in Pasadena, Texas.\nUrban Chipmunk was the first country album by Alvin and the Chipmunks, released on February 4, 1981. The title parodies the 1980 movie \"Urban Cowboy\".\n\"Boot Scootin' Boogie\" is the fourth single by American country music duo Brooks & Dunn. Before its release, the band Asleep at the Wheel recorded it on their 1990 album \"Keepin' Me Up Nights\". Brooks & Dunn's version was included on their debut album \"Brand New Man\" and originally served as the b-side to its second single, \"My Next Broken Heart.\" The single was the duo's fourth release, as well as their fourth consecutive Number One single on the U.S. \"Billboard\" Hot Country Singles & Tracks charts. Alvin and the Chipmunks released a cover, done in their signature style, for the 1993 re-release of \"Urban Chipmunk\"."
  },
  {
    "id": "d97fe94f-d4d9-4faf-bcd4-70d49faaf22c",
    "claim": "An illustrator has worked on the 2004 superhero film directed by Brad Bird. Some volumes of a collection of writings was illustrated by the same artist. Tales for the Midnight Hour was a precursor for this collection of writings.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Incredibles is a 2004 American computer-animated superhero film written and directed by Brad Bird, produced by Pixar Animation Studios, and released by Walt Disney Pictures. The film follows a family of superheroes who are forced to hide their powers and live a quiet suburban life. Mr. Incredible's desire to help people draws the entire family into a battle with Syndrome, a former fan who now plots to wipe out all superheroes with his killer robot.\nRicardo Delgado is a film and comic book artist who has worked on such films as \"The Incredibles\", \"Men in Black\" and \"Apollo 13\".\nScary Stories for Sleep-overs is a series of scary children's books written by R.C. Welch, Q.L. Pearce, and various other authors and illustrated by Ricardo Delgado, Bartt Warbuton, Dwight Been and others throughout the series. The series was enormously popular, publishing millions of copies and ten initial volumes between the years of 1991 and 1999. The series even produced several one-shot novels and a spin-off series, \"Scary Mysteries for Sleep-overs\". Reaching its peak popularity in the mid-1990s, this was Price Stern Sloan's answer to \"Scary Stories to Tell in the Dark\".\nTales for the Midnight Hour is a series of scary children's books written by Judith Bauer Stamper. This anthology horror series served as the precursor to various other similar works, including \"Scary Stories to Tell in the Dark\" and \"Scary Stories for Sleep-overs\". Published by Scholastic's Point Horror banner, this popular series spawned 3 sequels and lasted from 1977-1991."
  },
  {
    "id": "f3fa67eb-6c63-4bff-8a4c-ff5858c37a1f",
    "claim": "The Minardi M189 was a race series car that was replaced by a newer model. Pirelli, a Milan based company, made the tires and headlights for the newer version. Frank Gardner was a racing driver who drove in the racing series.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "The Minardi M189 was a Formula One car, designed for Minardi by Nigel Cowperthwaite for use in the 1989 FIA Formula One World Championship. Introduced partway through the year and driven by Pierluigi Martini and Luis Perez-Sala, it scored several points finishes for the team. Updated as the M189B for the season, it was used for the first two races of the year before being replaced by the Minardi M190.\nPirelli & C. S.p.A. is a multinational company based in Milan, Italy, formerly listed on the Milan Stock Exchange since 1922, but now an overseas subsidiary of Chinese state-owned enterprise ChemChina. The company is one of the largest tyre manufacturers behind Bridgestone, Michelin, Continental and Goodyear. It is present in over 160 countries, has 19 manufacturing sites in 13 countries and a network of around 12,500 distributors and retailers.\nFrank Gardner (1 October 1931 – 29 August 2009) was a racing driver from Australia. Born in Sydney, he was best known as a Touring car racing and Sports car racing driver but he was also a top flight open wheeler driver. He was European F5000 champion, and participated in nine World Championship Formula One Grands Prix, debuting on 11 July 1964. He scored no championship points. Gardner also participated in numerous non-Championship Formula One races and his results included a third placing at the 1965 Mediterranean Grand Prix at the Autodromo di Pergusa in Sicily, fourth in the 1965 Race of Champions at Brands Hatch and third in the 1971 International Gold Cup at Oulton Park. He participated each year in the open wheeler Tasman Series held in New Zealand and Australia during the European winter, and shared the grids with the likes of Jim Clark, Graham Hill and Jochen Rindt.\nThe Minardi M190 was a Formula One car designed by Aldo Costa and Tomasso Carletti and built by Minardi for the 1990 Formula One season. The car was powered by the Cosworth DFR V8 engine and ran on Pirelli tyres. It failed to score any points for Minardi."
  },
  {
    "id": "7224d19e-b4e7-4c21-8f0d-32b42976dc9f",
    "claim": "The defending 1978 competition champion and Heather Watson both play the sport of tennis and are both tennis players. Thomas Johansson won the same competition in 2002.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Karl Thomas Conny Johansson (] ; born 24 March 1975 in Linköping), commonly known as Thomas Johansson, is a retired professional tennis player from Sweden. He reached a career-high Association of Tennis Professionals (ATP) world No. 7 singles ranking on May 10, 2002. His career highlights in singles include a Grand Slam title at the Australian Open in 2002, and an ATP Masters Series title at the 1999 Canada Masters. He also won a silver medal at the 2008 Summer Olympics in men's doubles, partnering Simon Aspelin.\nVitas Gerulaitis was the defending champion, but did not compete this year.\nVytautas Kevin Gerulaitis (July 26, 1954 – September 17, 1994) was an American professional tennis player. In 1975, Gerulaitis won the men's doubles title at Wimbledon, partnering with Sandy Mayer. He won the men's singles title at one of the two Australian Open tournaments held in 1977 (Gerulaitis won the tournament that was held in December, while Roscoe Tanner won the earlier January tournament). Gerulaitis also won two Italian Open titles, in 1977 and 1979, and the WCT Finals in Dallas, in 1978.\nHeather Miriam Watson (born 19 May 1992) is a British tennis player and a Wimbledon Mixed Doubles Champion. She is a former British No.1 and current British No. 2 behind Johanna Konta."
  },
  {
    "id": "b9611c86-dbe8-46ec-8474-2c59778d7304",
    "claim": "The 2002 Walt Disney film, The Rookie, stars Dennis Quaid. It features the single of the same name of the album by John Hiatt that features another single. The other single was covered on the album Voices in the Wind.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Slow Turning was singer-songwriter John Hiatt's ninth album, released in 1988. It provided Hiatt's only significant radio hit with the title track, which features the memorable line \"I'm yelling at the kids in the back, 'cause they're banging like Charlie Watts\". The single \"Slow Turning\" was also featured in the 2002 motion picture drama the \"The Rookie\" which starred Dennis Quaid. \"Feels Like Rain\" would later be covered by Buddy Guy on an album of the same name and was featured in the 2004 Kate Hudson movie \"Raising Helen\". \"Drive South\" would become a country hit for Suzy Bogguss in the early 1990s. \"Icy Blue Heart\" was covered by Emmylou Harris in her 1989 album \"Bluebird\", with backing vocals by Bonnie Raitt. Ilse DeLange recorded \"It'll Come To You\"\" and \"Feels Like Rain\" on her live album \"Dear John\". During the barroom scene in the Film \"Thelma and Louise\", the band is playing \"Tennessee Plates\" (Charlie Sexton recorded the song for the soundtrack album).\nThe Rookie is a 2002 sports drama film directed by John Lee Hancock and produced by Walt Disney Pictures. It is based on the true story of Jim Morris, who had a brief, but famous Major League Baseball career in 1999–2000. The film stars Dennis Quaid, Rachel Griffiths, Jay Hernandez, and Brian Cox.\nVoices in the Wind is an album by American country music singer Suzy Bogguss. It was released on October 6, 1992 via Liberty Records. It earned her a second straight gold record and her highest-charting single ever, the No. 2 cover of John Hiatt's \"Drive South.\"\n\"Drive South\" is a song written by John Hiatt, and recorded by him on his 1988 album \"Slow Turning\". The song was later recorded by Kelly Willis on her 1990 debut album, \"Well Travelled Love\". Neither versions were released as singles."
  },
  {
    "id": "4dfd0527-8660-4ecc-a23d-b5f126feca84",
    "claim": "The band bassist Matthew Leoneis a member of plays alternative rock music. The band with the album The Stars Are Indifferent To Astronomy also plays alternative rock music.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "The Stars Are Indifferent To Astronomy is the sixth album by alternative rock band Nada Surf. It was released on Barsuk in 2012. This is their first album of original material since 2008's \"Lucky\".\nNada Surf is an American alternative rock band which currently consists of Matthew Caws (guitar, vocals), Ira Elliot (drums), Doug Gillard (guitar) and Daniel Lorca (bass, backing vocals). Based in New York City and formed in the 1990s, Nada Surf continues to tour. Their eighth album, \"You Know Who You Are\", was a featured release on NPR in February 2016.\nMatthew Jon Leone ( ) is the bassist of rock band Madina Lake. He was born on May 31, 1975. Matthew is three minutes older than his identical twin Nathan Leone, who is the lead vocalist in Madina Lake.\nMadina Lake is an American alternative rock band formed in Chicago in 2005. Madina Lake released their debut album \"From Them, Through Us, to You\" through Roadrunner Records on March 27, 2007. Madina Lake won Best International Newcomer at the Kerrang! Awards 2007. The group disbanded in September 2013 before reuniting in February 2017."
  },
  {
    "id": "a7578e4c-55f7-4ba6-87aa-af34b79448cf",
    "claim": "A member of a Moldovan pop music trio O-Zone co-wrote the top ten song from the album Paper Trail. The album was released by the artist who founded Grand Hustle Records.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Grand Hustle Records (formerly Grand Hustle Entertainment), also known as Hustle Gang Music, is an Atlanta, Georgia-based record label, founded in 2001, by American hip hop recording artist T.I. and his business partner Jason Geter. Up until December 2012, the label was distributed by Atlantic Records. It currently operates as an independent record label. The label is home to artists such as B.o.B, Young Dro, Travis Scott and Trae tha Truth, the latter of whom also serves as the label's vice president. The label also houses a roster of record producers, including DJ Toomp (on a non-exclusive basis), Lil' C, Mars, Nard & B, TrackSlayerz and more.\n\"Live Your Life\" is a song by American rapper T.I., from his sixth studio album, \"Paper Trail\" (2008), and features Barbadian singer Rihanna. It was released as the seventh single from the album on September 23, 2008. The song is a conscious hip hop track with elements of contemporary R&B. The song's lyrics speak of T.I.'s rise to fame and optimism of the future. It also gives dedication to the American troops fighting in Iraq and Afghanistan.\nO-Zone is a Moldovan pop music trio that was active from 1998 to 2005 and consisted of Dan Balan, Radu Sîrbu, and Arsenie Todiraș. The group gained global popularity with their song \"Dragostea Din Tei\" and their subsequent album \"DiscO-Zone\".\nDan Balan (born 6 February 1979 in Chișinău) is a Moldovan musician, singer, songwriter and record producer. He is the first and only Moldovan musician to be nominated for a Grammy as co-writer of Rihanna and T.I.'s \"Live Your Life\". He is the founder of European band O-Zone, and wrote and produced their international hit single \"Dragostea Din Tei\", which topped the charts in over 30 countries and sold over 12 million copies worldwide. He is also the songwriter and performer of European hit-singles \"Chica Bomb\", \"Justify Sex\" and \"Freedom\"."
  },
  {
    "id": "28fa6d68-2143-4968-9d74-96dc51037f8f",
    "claim": "The member of Wet Wet Wet that quit the band in 2017 was a singer. So was the composer of New York City punk trio Neon Boys.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Tom Verlaine (born Thomas Miller, December 13, 1949) is an American singer, songwriter and guitarist, best known as the frontman of the New York City rock band Television.\nWet Wet Wet are a Scottish band formed in 1982. They scored a number of hits in the UK charts and around the world in the 1980s and 1990s. The band is composed of Graeme Clark (bass, vocals), Tommy Cunningham (drums, vocals), and Neil Mitchell (keyboards, vocals). Lead vocalist and founding member Marti Pellow quit the band in 2017. A fifth, unofficial member, Graeme Duffin (lead guitar, vocals), has been with them since 1983. The band were named Best British Newcomer at the 1988 Brit Awards.\nThe Neon Boys was an early 1970s New York City punk band, composed of Tom Verlaine, Richard Hell and Billy Ficca. The trio later went on to form the influential rock band Television in 1973; Richard Hell also went on to form the influential punk band Richard Hell and the Voidoids.\nMarti Pellow (born Mark McLachlan; 23 March 1965) is a Scottish singer. He was the lead singer of the Scottish pop group Wet Wet Wet from their formation in 1982 until their first split in 1997, and again from their reformation in 2004 to their second split in 2017. He has also recorded albums as a solo artist, and performed as an actor in musical theatre productions in both the West End and on Broadway."
  },
  {
    "id": "44cfdd13-d5b5-497b-a27d-da34baf31909",
    "claim": "The movie, starring Stephen Tompkinson, is a British film from 2000 that features a James Bond actor. This actor also starred in the 2005 horror film Archangel.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Hotel Splendide is a 2000 British independent dark comedy film, written and directed by Terence Gross and starring Toni Collette and Daniel Craig. The film appeared in a number of British and European film festivals but was not released in the US, although it did appear on cable networks on channels catering to independent film. It is currently available in the UK on DVD and the US on DVR on demand.\nDaniel Wroughton Craig (born 2 March 1968) is an English actor. He trained at the National Youth Theatre and graduated from the Guildhall School of Music and Drama in 1991, before beginning his career on stage. His film debut was in the drama \"The Power of One\" (1992). Other early appearances were in the Disney family film \"A Kid in King Arthur's Court\" (1995) and the biographical film \"Elizabeth\" (1998), as well as in the historical war drama television series \"Sharpe's Eagle\" (1993) and the action-adventure drama series \"Zorro\". Cast as the British secret agent James Bond in October 2005, his first film in the role, \"Casino Royale\", was released internationally in November 2006.\nAn English expert on Soviet history, Dr. Christopher 'Fluke' Kelso (Daniel Craig), is in Moscow for a conference on Joseph Stalin. After the conference, Papu Rapava, an old man, says that he has important information for Dr. Kelso.\nStephen Paul Tompkinson (born 15 October 1965) is an English actor, known for his television roles as Damien Day in \"Drop the Dead Donkey\" (1990–98), Father Peter Clifford in \"Ballykissangel\" (1996–98), Trevor Purvis in \"Grafters\" (1998–99), Danny Trevanion in \"Wild at Heart\" (2006–13) and Alan Banks in \"DCI Banks\" (2010–16). He won the 1994 British Comedy Award for Best TV Comedy Actor. He also starred in the films \"Brassed Off\" (1996) and \"Hotel Splendide\" (2000)."
  },
  {
    "id": "859719ea-be24-4887-bb36-7398c0c6145f",
    "claim": "A man lived in a city after failing to return as King of Annam. This city and Quzhou are both cities located in China. This city and Quzhou are both cities located in China. The man was the younger brother of Trần Quốc Khang.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "   () is a prefecture-level city in western Zhejiang province, People's Republic of China. Sitting on the upper course of the Qiantang River, it borders Hangzhou to the north, Jinhua to the east, Lishui to the southeast, and the provinces of Fujian, Jiangxi and Anhui to the south, southwest and northwest respectively.\nTrần Ích Tắc (陳益稷 , 1254–1329), title before defection Prince Chiêu Quốc (Vietnamese: Chiêu Quốc vương / 昭國王) was the fifth prince of Trần Thái Tông, first emperor of the Trần Dynasty, and the younger brother of the Emperor Trần Thánh Tông and grand chancellor Trần Quang Khải. Before the invasion of Vietnam by the Yuan Dynasty, Trần Ích Tắc was the most famous prince of Trần Thái Tông for his intelligence and broad knowledge, the mansion of Prince Chiêu Quốc in Thăng Long was also a renowned school of the capital. But in the beginning of the war, Trần Ích Tắc decided to surrender to Kublai Khan's prince Toghan and thus became the highest ranking defector of the Trần Dynasty during the war of resistance against Yuan's army. For this reason, he was denounced in Vietnamese historical books as a traitor with the derogatory name \"Ả Trần\" (Hán tự: 妸陳, \"the woman named Trần\"). After another failed attempt of the Yuan Dynasty to bring Trần Ích Tắc return as King of Annam, he continued to live in Ezhou, Hubei and ultimately died in foreign soil.\nEzhou () is a prefecture-level city in eastern Hubei Province, China. As of the 2010 census, the city had a population of 1,048,668, of which 668,727 lived in the core Echeng District. The Ezhou - Huanggang built-up (\"or metro\") area was home to 1,035,496 inhabitants from the Echeng and Huangzhou, Huanggang Districts.\nPrince Tĩnh Quốc Trần Quốc Khang (1237–1300) was the first prince of the Emperor Trần Thái Tông, the eldest brother of Trần Thánh Tông and princes Trần Quang Khải, Trần Ích Tắc and Trần Nhật Duật. Although a son of Thái Tông in name, Trần Quốc Khang's father was actually Prince Hoài Trần Liễu, who was forced by grand chancellor Trần Thủ Độ to give up his wife, Princess Thuận Thiên, to his younger brother Thái Tông when she was already pregnant with Trần Quốc Khang. For this reason, Trần Quốc Khang was not chosen as successor of Thái Tông for the throne and he did not have a significant role in royal court either, as his younger brothers did. Afterwards he was appointed as governor of Nghệ An, a position that his descendants inherited. Since Trần Quốc Khang was in fact a son of Trần Liễu, he was also a natural brother of general Trần Hưng Đạo, commander-in-chief of Đại Việt army."
  },
  {
    "id": "22a842bc-ea05-435c-8c9f-11a61c34faa2",
    "claim": "A genus has more species than the  genus containing the Fouquieria formosa species. This genus formerly included the species Dittrichia.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Inula is a large genus of about 90 species of flowering plants in the family Asteraceae, native to Europe, Asia and Africa.\nDittrichia is a genus of flowering plants in the daisy family. Its species were formerly included in the genus Inula.\nFouquieria formosa is a species of \"Fouquieria\" in the ocotillo family, native to central and southern Mexico (Chiapas, Oaxaca, Guerrero, Puebla, Morelos, Michoacán, México State, Distrito Federal, Jalisco).\nFouquieria is a genus of 11 species of desert plants, the sole genus in the family Fouquieriaceae. The genus includes the ocotillo (\"F. splendens\") and the boojum tree or cirio (\"F. columnaris\"). They have semisucculent stems with thinner spikes projecting from them, with leaves on the bases spikes. They are unrelated to cacti and do not look much like them; their stems are proportionately thinner than cactus stems and their leaves are larger."
  },
  {
    "id": "7df4e574-f4eb-4a01-bc54-9ac277d045f4",
    "claim": "This film produced by a producer starred an English actress. She is best known for playing Lady Mary Crawley in Downton Abbey. This producer also produced Keep Watching.",
    "label": "supports",
    "num_hops": 4,
    "evidence": "Michelle Suzanne Dockery (born 15 December 1981) is an English actress and singer. She is most widely known for her performance as Lady Mary Crawley in the ITV (UK) and PBS (U.S.) television period drama series \"Downton Abbey\" (2010–15), for which she was nominated for three consecutive Emmy Awards in the category for Outstanding Lead Actress In Drama Series, and a Golden Globe Award nomination. She made her professional stage debut in \"His Dark Materials\" in 2004. For her role as Eliza Doolittle in the 2007 London revival of \"Pygmalion\", she was nominated for the Evening Standard Award.\nNon-Stop is a 2014 American mystery action thriller film directed by Jaume Collet-Serra and starring Liam Neeson, Julianne Moore, Michelle Dockery, Lupita Nyong'o, and Scoot McNairy. An international co-production among France, the United States, and the United Kingdom, it was the first film from Silver Pictures since \"Weird Science\", and its first film to be distributed by Universal Pictures since the end of Universal's deal with Warner Bros.. The film received mixed to positive reviews from critics and was a box office success.\nKeep Watching is an upcoming American horror film directed by Sean Carter and written by Joseph Dembner. It was produced by Nicolas Chartier, Andrew Rona, Alex Heineman, Craig J. Flores, Michael Fiore, and Joseph Dembner. It stars Bella Thorne, Ioan Gruffudd, Natalie Martinez, Chandler Riggs, Leigh Whannell, Matthew Willig, and Christopher James Baker.\nAndrew Rona (born July 1971) is an American film producer and movie executive. Some of the over 100 films he has produced are Non-Stop, Project X, Equilibrium, Scream and Scary Movie."
  },
  {
    "id": "3110af27-8469-4e7c-9d0e-ea19ff9e0b50",
    "claim": "The New Ross by-election of 1878 was fought due to the death of the incumbent Home Rule MP. The party the deceased incumbent belonged to campaigned for the northern Irish Home Rule Movement.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "John Dunbar was a Home Rule League politician who served as the Member of Parliament for New Ross from February 1874 through to his death in 1878.\nThe Irish Home Rule movement was a movement that agitated for self-government for Ireland within the United Kingdom of Great Britain and Ireland. It was the dominant political movement of Irish nationalism from 1870 to the end of World War I.\nThe New Ross by-election of 1878 was fought on 17 December 1878. The byelection was fought due to the death of the incumbent Home Rule MP, John Dunbar. It was won by the Conservative candidate Charles George Tottenham.\nThe Home Rule League (1873–1882), sometimes called the Home Rule Party or the Home Rule Confederation, was a political party which campaigned for home rule for Ireland within the United Kingdom of Great Britain and Ireland, until it was replaced by the Irish Parliamentary Party."
  },
  {
    "id": "1aa948dd-ef8c-42d3-827c-78986c25aad2",
    "claim": "The director of the comedy film Manly Times was from the west. The star of \"The Priest from Kirchfeld\" (1914 film) was from farther west.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "Max Neufeld (13 February 1887 – 2 December 1967) was an Austrian film director, actor and screenwriter. He directed 70 films between 1919 and 1957. He directed the 1934 film \"The Song of the Sun\", which starred Vittorio De Sica.\nThe Priest from Kirchfeld (German:Der Pfarrer von Kirchfeld) is a 1914 Austrian silent film directed by Jacob Fleck and Luise Fleck and starring Max Neufeld, Hans Rhoden and Polly Janisch. It is based on the play \"Der Pfarrer von Kirchfeld\" by Ludwig Anzengruber.\nEduard Zahariev (Bulgarian: Едуард Захариев ; 1 July 1938 – 26 June 1996) was a Bulgarian film director and screenwriter.\nManly Times (Bulgarian: \"Мъжки времена\" / \"Mazhki vremena\") is a Bulgarian drama film released in 1977, directed by Eduard Zahariev, starring Grigor Vachkov, Mariana Dimitrova, Velko Kanev and Pavel Popandov. The screenplay, written by Nikolay Haytov is based on the short stories \"Manly Times\" and \"Wedding\" from his book \"Wild Stories\" (1967)."
  },
  {
    "id": "77fd3d97-1431-48a6-8a6f-d896678238e6",
    "claim": "The dam completed in January, 2012 was inaugurated by Mexican politician and President of the country Felipe de Jesús Calderón Hinojosa from 2006-2012. The dam is in the river that carved out Barranca de Oblatos.",
    "label": "refutes",
    "num_hops": 4,
    "evidence": "La Yesca Dam is an embankment dam on the Santiago River 90 km northwest of Guadalajara on the border of Mexico's Nayarit and Jalisco states. Construction on the dam began in 2007 after Empresas ICA was awarded the main construction contract. The dam was inaugurated by President Felipe Calderón on 6 November 2012. The dam supports a 750 MW hydroelectric power station and is part of the Hydroelectric System Santiago. Its construction will improve the regulation of water flow and subsequently power generation downstream at the El Cajón and Aguamilpa Dams.\nFelipe de Jesús Calderón Hinojosa, GCB, R.E. (] ; born 18 August 1962) is a Mexican politician who served as President of Mexico from 1 December 2006, to 30 November 2012. He is a member of the National Action Party (\"Partido Acción Nacional\", PAN), one of the three major Mexican political parties.\nBarranca de Oblatos (English: Oblatos Canyon ), also known as Barranca de Huentitán, is a canyon carved by the Río Grande de Santiago in Mexico in the state of Jalisco. It lies on the northeast side of the municipality of Guadalajara and on the edge of the municipalities of Tonalá, Zapotlanejo, Ixtlahuacán del Río and Zapopan in the Guadalajara Metropolitan Area. Its beauty and structure make it a slightly smaller scale version of the Grand Canyon in the United States, and Barranca del Cobre in Chihuahua.\nThe Río Grande de Santiago is one of the longest rivers in Mexico, measuring up 433 km long. The river begins at Lake Chapala and continues roughly north-west through the Sierra Madre Occidental, receiving the Verde, Juchipila, Bolaños, and other tributaries. At La Yesca, the La Yesca Dam was completed in 2012 and the El Cajón Dam was completed downstream in 2007. Below El Cajón, the Aguamilpa Dam was completed in 1993, creating a reservoir covering a large part of the territory of the municipality of El Nayar in Nayarit. From Aguamilpa, the river descends to the coastal lowlands, passing by Santiago Ixcuintla and empties into the Pacific Ocean, 16 km northwest of San Blas, in Nayarit. The river is viewed by some sources as a continuation of the Lerma River, which flows into Lake Chapala."
  }
]